{
  "name": "TheGamingFarm",
  "home": "demo1",
  "year": 2023,
  "products": [
   
    {
      "title": "Play Station",
      "price": 104,
      "detail": "Con la primera PlayStation Sony se introdujo en el mercado del videojuego como una apisonadora. Características como la reproducción de CD musicales y un catálogo de videojuegos que apelaba más a los jóvenes y menos a los niños, la consola logró eliminar, en parte, esa idea de que el ocio interactivo es para los más pequeños de la casa.",
      "img": "https://www.pngitem.com/pimgs/m/17-175458_playstation-1-hd-png-download.png",
      "stock": 20,
      "category": ["PlayStation"]
    },

    {
      "title": "Mando Play Station",
      "price": 38,
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/PSX-DualShock.png/2560px-PSX-DualShock.png",
      "stock": 22,
      "category": ["PlayStation"]
    },


    {
      "title": "Play Station 2",
      "price": 198,
      "detail": "PlayStation 2 se estrenó en el año 2000 con un precio elevado para la época (en España, 75.000 pesetas) y acompañada de anuncios televisivos dirigidos por David Lynch. La consola más popular de la historia siguió la senda de la primera PlayStation. PS2 tenía un lector de DVD que permitió que entrara en los salones de muchos hogares, al igual que la primera PSX hizo lo propio con los CD. Además, si PlayStation era el ejemplo de que los videojuegos podían apelar a un público adulto, PS2 asentó esa idea. Entre sus circuitos se han ejecutado obras como Ratchet & Clank y Jak & Daxter, pero también se desarrolló la saga Silent Hill, se expandió el JRPG con Final Fantasy X y Dragon Quest VIII, se generó el entusiasmo por los mundos abiertos con Grand Theft Auto III y se exploraron otras ideas con Shadow of the Colossus e ICO. A fecha de 31 de diciembre de 2021 ha vendido más de 155 millones de unidades.",
      "img": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/e483edbf-4b49-42e8-a684-cdf17c4f227f/dd42vvw-074fd077-4117-446e-a7e7-ea545f3a5c38.png/v1/fill/w_1175,h_680,strp/playstation_2_phat_png_by_framerater_dd42vvw-pre.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NzQxIiwicGF0aCI6IlwvZlwvZTQ4M2VkYmYtNGI0OS00MmU4LWE2ODQtY2RmMTdjNGYyMjdmXC9kZDQydnZ3LTA3NGZkMDc3LTQxMTctNDQ2ZS1hN2U3LWVhNTQ1ZjNhNWMzOC5wbmciLCJ3aWR0aCI6Ijw9MTI4MCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.rWquLB3lVRxG12SXX4gVtz82u92g615L4S67RjvvB80",
      "stock": 40,
      "category": ["PlayStation"]
    },

    {
      "title": "Mando Play Station 2",
      "price": 58,
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/PlayStation2-DualShock2.png/1200px-PlayStation2-DualShock2.png",
      "category": ["PlayStation"]
    },

    {
      "title": "Nintendo DS",
      "price": 140,
      "detail": "Pocos anticipaban el éxito de Nintendo DS. La compañía japonesa tomó la decisión arriesgada de abandonar la marca Game Boy para la consola portátil de doble pantalla. La elección fue acertada porque desde el lanzamiento de la consola en marzo de 2005 (diciembre de 2004 en Japón) se atacaron dos frentes: se siguieron apoyando las sagas y videojuegos típicos de la Gran N, como New Super Mario Bros., Pokémon y Mario Kart DS; y se innovó con propuestas que crearon nuevos jugadores con Brain Training, Nintendogs y otros tantos. Las sucesivas revisiones con Nintendo DS Lite y Nintendo DSi y sus modelos de mayor tamaño hicieron que Nintendo DS vendiera casi un 50% más que la mítica Game Boy con 154,02 millones de unidades.",
      "img":"https://upload.wikimedia.org/wikipedia/commons/5/56/Nintendo-DS-Lite-Black-Open.png",
      "stock": 17,
      "category": ["Nintendo"]
    },

    {
      "title": "Nintendo GameCube",
      "price": 209,
      "detail": "La consola de 128 bits de Nintendo no tuvo un camino precisamente fácil: llegó al mercado un año después que su principal competidora, sin las opciones multimedia de aquella y con un sistema de discos no estandarizado. A pesar de ello, la máquina consiguió colocar 21,74 millones de unidades en todo el mundo, según datos ofrecidos por Nintendo en 2012, y recibió varios juegos imprescindibles de las principales series de la compañía japonesa. Su rendimiento comercial marcó un punto de inflexión en la compañía japonesa, que con su siguiente consola abandonó la carrera de los gráficos para apostar por un concepto jugable diferente, algo que le salió muy bien.",
      "img":"https://w7.pngwing.com/pngs/570/622/png-transparent-gamecube-wii-playstation-2-video-game-consoles-nintendo-video-games-purple-gadget-nintendo.png",
      "stock": 14,
      "category": ["Nintendo"]
    },

    {
      "title": "Mando Nintendo GameCube",
      "price": 39,
      "img":"https://w7.pngwing.com/pngs/660/487/png-transparent-game-controllers-gamecube-controller-wii-super-smash-bros-melee-the-legend-of-zelda-purple-nintendo-video-game.png",
      "stock": 6,
      "category": ["Nintendo"]
    }
  
  ]
}
