{
  "name": "TheGamingFarm",
  "home": "demo1",
  "year": 2023,
  "products": [
    {
      "title": "PlayStation",
      "price": 104,
      "detail": "Con la primera PlayStation Sony se introdujo en el mercado del videojuego como una apisonadora. Características como la reproducción de CD musicales y un catálogo de videojuegos que apelaba más a los jóvenes y menos a los niños, la consola logró eliminar, en parte, esa idea de que el ocio interactivo es para los más pequeños de la casa. En su catálogo hay joyas de este entretenimiento como Metal Gear Solid, Final Fantasy VII, WipeOut, Gran Turismo e innumerables juegos más.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/PSX-Console-wController.png/1280px-PSX-Console-wController.png",
      "stock": 20,
      "category": ["PlayStation"],
      "mark": ["PlayStation"]
    },

    {
      "title": "Mando PlayStation",
      "price": 38,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/PSX-DualShock.png/2560px-PSX-DualShock.png",
      "stock": 22,
      "category": ["PlayStation"],
      "mark": ["Mandos"]
    },

    {
      "title": "Metal Gear Solid",
      "price": 23,
      "detail": "El equipo FOXHOUND se ha rebelado y ha tomado la base de Shadow Moses en Alaska para hacerse con el arma definitiva: Metal Gear. Solo Solid Snake puede salvar la situación, para lo cual tendrá que infiltrarse y superar a enemigos como Revolver Ocelot, Vulcan Raven o Psycho Mantis.",
      "img": "https://media.vandal.net/m/181/metal-gear-solid-201961220192328_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Final Fantasy VII",
      "price": 21,
      "detail": "El marco donde se desarrolla el juego es similar al de Final Fantasy VI en el sentido de que el mundo del juego tiene una tecnología considerablemente más avanzada que las primeras cinco entregas de la serie. En general, la tecnología y la sociedad del juego se aproxima a la de un entorno de ciencia ficción industrial o postindustrial.",
      "img": "https://upload.wikimedia.org/wikipedia/en/c/c2/Final_Fantasy_VII_Box_Art.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Gran Turismo 2",
      "price": 23,
      "detail": "Gran Turismo 2 incluye más de 500 vehículos auténticos de los mejores fabricantes del mundo, con una amplia variedad de generaciones y modelos. Ya sea con la delicadeza y la precisión de un Lotus o con la potencia bruta de un Dodge Charger, Gran Turismo 2 te pone al volante de los mejores automóviles del mundo. Siente la fuerza increíble de un viejo muscle car americano en un duelo de 400 metros, o disfruta del control preciso y la aceleración de un supercoche europeo por las serpenteantes calles de Suiza.",
      "img": "https://media.vandal.net/m/171/gran-turismo-2-201961220284881_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Castlevania: Symphony of the Night",
      "price": 23,
      "detail": "El Castlevania que cambió la saga para siempre, pese a que no fue muy bien recibido en su momento. Alucard, hijo de Drácula, tiene que internarse en el castillo de su padre para acabar con él. Adoptando la estructura de juegos como Metroid, tendremos que explorar el castillo por diferentes caminos, con libertad para elegir por dónde continuamos y multitud de áreas secretas, mientras Alucard va logrando nuevas habilidades, armas, armaduras y otros ítems, hasta el enfrentamiento final contra Drácula.",
      "img": "https://media.vandal.net/m/214/castlevania-symphony-of-the-night-20161051971_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Final Fantasy IX",
      "price": 23,
      "detail": "Final Fantasy vuelve a los reinos de fantasía medieval con esta novena entrega, que vuelve a combinar exploración, combates por turnos y espectaculares cinemáticas generadas por ordenador. Yitán, el protagonista, se verá envuelto en el secuestro de una princesa, a partir del cual comienzan los acontecimientos del juego.",
      "img": "https://media.vandal.net/m/33/final-fantasy-ix-2016105185830_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Silent Hill",
      "price": 23,
      "detail": "Silent Hill es un pueblo pequeño situado alrededor del parque residencial y un gran bosque. Las secciones más antiguas del pueblo se encuentran al norte, junto con los bancos del río. Por su desarrollo comercial, el pueblo es auto-suficiente: tiene una escuela primaria, un burdel, un motel, dos billares, un centro psiquiátrico y otras tiendas y atracciones. ",
      "img": "https://media.vandal.net/m/51/silent-hill-2016101085854_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Final Fantasy VIII",
      "price": 23,
      "detail": "En un mundo entre fantástico y futurista, Squall Leonheart es un aprendiz de SeeD, un tipo de soldado especial que realiza misiones junto con compañeros como Seifer Almasy o Zell Dincht. La saga Final Fantasy continúa, combinando exploración, combates por turnos e impresionantes secuencias cinemáticas generadas por ordenador.",
      "img": "https://media.vandal.net/m/155/final-fantasy-viii-201961712214443_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "007 Tomorrow Never Dies",
      "price": 23,
      "detail": "Tomorrow Never Dies es un juego de disparos en tercera persona con elementos de juego sigiloso. El agente del MI6 James Bond es el personaje del jugador durante la mayor parte del juego, y el agente chino Wai Lin también se puede jugar en un nivel.",
      "img": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Tomorrow_Never_Dies_Coverart.png/220px-Tomorrow_Never_Dies_Coverart.png",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Syphon Filter",
      "price": 23,
      "detail": "Syphon Filter es una serie de videojuegos en tercera persona publicada por Sony y desarrollada por Sony Bend (antes conocida como Eidetic). Es conocida por poner a disposición del videojugador tresnos de diversión y trepidancia a go-go. Sus juegos han sido publicados en las videoconsolas PlayStation, PlayStation 2 y PlayStation Portable.",
      "img": "https://media.vandal.net/m/179/syphon-filter-20196122021069_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "Suikoden 2",
      "price": 23,
      "detail": "Suikoden II tiene lugar años después de los sucesos del Suikoden original, y se centra en la invasión por el reino de Highland de las ciudades estado de Jowston. El jugador controla un protagonista silencioso cuyo nombre puede elegir, si bien su nombre en la novelización japonesa y la adaptación a drama CD es Riou y en la adaptación al manga es Tao.",
      "img": "https://media.vandal.net/m/130/suikoden-2-201961712101818_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "ISS PRO Evolution 2",
      "price": 23,
      "detail": "SS Pro Evolution 2 (conocido como World Soccer Jikkyou Winning Eleven 2000: U-23 Medal Heno Chousen en Japón) es el cuarto videojuego de la saga Winning Eleven y la segunda entrega de la saga ISS Pro Evolution, desarrollada exclusivamente para PlayStation por Konami Computer Entertainment Tokyo, una división de Konami.",
      "img": "https://media.vandal.net/m/334/iss-pro-evolution-2-201610109816_1.jpg",
      "stock": 12,
      "category": ["PlayStation"],
      "mark": ["Juegos"]
    },

    {
      "title": "PlayStation 2",
      "price": 198,
      "detail": "PlayStation 2 se estrenó en el año 2000 con un precio elevado para la época (en España, 75.000 pesetas) y acompañada de anuncios televisivos dirigidos por David Lynch. La consola más popular de la historia siguió la senda de la primera PlayStation. PS2 tenía un lector de DVD que permitió que entrara en los salones de muchos hogares, al igual que la primera PSX hizo lo propio con los CD. Además, si PlayStation era el ejemplo de que los videojuegos podían apelar a un público adulto, PS2 asentó esa idea. Entre sus circuitos se han ejecutado obras como Ratchet & Clank y Jak & Daxter, pero también se desarrolló la saga Silent Hill, se expandió el JRPG con Final Fantasy X y Dragon Quest VIII, se generó el entusiasmo por los mundos abiertos con Grand Theft Auto III y se exploraron otras ideas con Shadow of the Colossus e ICO. A fecha de 31 de diciembre de 2021 ha vendido más de 155 millones de unidades.",
      "img": "https://th.bing.com/th/id/R.0f930090ad20ab5b3993ead7fa227249?rik=jr%2bkmFCNLuNZaA&riu=http%3a%2f%2f1.bp.blogspot.com%2f-PHmezFCH544%2fTcvkqX7zAYI%2fAAAAAAAAADs%2fDEJkxUH7vMg%2fs1600%2fPS2-Slim-Console-Set.png&ehk=yg8ibH4QgTga9x14EvDPnY414wES%2fcyjB%2fsIs%2blEC8w%3d&risl=&pid=ImgRaw&r=0",
      "stock": 40,
      "category": ["PlayStation 2"],
      "mark": ["PlayStation 2"]
    },

    {
      "title": "Mando PlayStation 2",
      "price": 58,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/PlayStation2-DualShock2.png/1200px-PlayStation2-DualShock2.png",
      "category": ["PlayStation 2"],
      "mark": ["Mandos"]
    },

    {
      "title": "Grand Theft Auto: San Andreas",
      "price": 23,
      "detail": "El GTA definitivo para PlayStation 2 lleva la acción a la zona de California y Las Vegas de los años 90, en una aventura en la que Carl Johnson, natural de Los Santos (Los Ángeles), tendrá que limpiar su nombre en su ciudad, en San Fierro (San Francisco), Las Venturas (Las Vegas) y en todo el interior del estado de San Andreas.",
      "img": "https://m.media-amazon.com/images/I/61N9DX5CRKL._AC_SY1000_.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Twisted Metal: Head-On",
      "price": 21,
      "detail": "Similar a otros juegos de la serie, gira en torno al mismo tema de un hombre llamado Calypso a cabo una competición de m combate con vehículos, llamados Twisted Metal, con la promesa de conceder el ganador lo que pida.",
      "img": "https://m.media-amazon.com/images/I/51iV5LbP8wL.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Metal Gear Solid 3: Snake Eater",
      "price": 23,
      "detail": "Esta secuela de Metal Gear nos cuenta la historia de Big Boss, el soldado del que Solid Snake y Liquid Snake son clones, en una operación en Rusia para investigar los planes del enemigo comunista, germen de los Metal Gear. Conocidos como Revolver Ocelot aparecen en una historia llena de giros y traiciones que es la base de toda la historia de la saga.",
      "img": "https://upload.wikimedia.org/wikipedia/en/b/b3/Mgs3box.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Burnout 3 Takedown",
      "price": 23,
      "detail": "Hay cinco modos de juego, incluyendo dos modos de carrera y tres modos de choque. Antes de empezar el juego, los jugadores eligen su vehículo fijándose en la velocidad y el peso. En los modos de carrera, el jugador gana impulso conduciendo por las vías restringidas, y causando que los coches competidores choquen (llamado Takedown).",
      "img": "https://m.media-amazon.com/images/I/512Q5KWFAWL._AC_.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Dragon Ball Z: Budokai Tenkaichi 3",
      "price": 23,
      "detail": "Dragon Ball Z: Budokai Tenkaichi 3 lleva la lucha rápida, el vuelo y la acción que aparece en su predecesor y lo lleva a un nivel completamente nuevo con nuevas características emocionantes, como el acceso a más de 150 personajes jugables, técnicas de lucha mejoradas y más de 20 etapas de batalla diferentes.",
      "img": "https://m.media-amazon.com/images/I/61UDrjhqypL.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Gran Turismo 3 A-Spec",
      "price": 23,
      "detail": "El objetivo principal del juego es ganar todas las carreras y campeonatos disponibles, además de completar todas los tests de conducción para obtener las licencias, y así completar el 100% del juego. Cada vez que el indicador de porcentaje de juego completado llega al 25%, el jugador es obsequiado con un nuevo vehículo.",
      "img": "https://m.media-amazon.com/images/I/510DFQE8MEL._AC_.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Final Fantasy XII",
      "price": 23,
      "detail": "Este es el último título de la saga Final Fantasy para PlayStation 2 y vuelve al RPG de siempre después de su exploración en el modo online. Una historia potente y un sistema de combate muy cambiado son el sello que Square Enix ha querido para esta gran entrega. El juego aporta un toque fresco y novedoso siendo siempre fiel a Final Fantasy. La herencia de los trabajos anteriores de Yasumi Matsuno e Hiroshi Minagawa se nota en cada uno de los gráficos.",
      "img": "https://media.vandal.net/m/1582/2011827113612_1.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Resident Evil 4",
      "price": 23,
      "detail": "Los jugadores se reincorporan a Leon, que ahora es un agente de EE. UU. con una misión ultrasecreta. Se le ha encomendado investigar el secuestro de la hija del presidente y su investigación lo ha llevado a un lugar misterioso en Europa. Mientras Leon se encuentra con horrores inimaginables, debe descubrir quién o qué está detrás de todo.",
      "img": "https://m.media-amazon.com/images/I/81nuHUOENtL._AC_SL1500_.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Shadow of the Colossus",
      "price": 23,
      "detail": "La secuela espiritual de Ico, creada por sus mismos autores, nos lleva a un mundo casi sin vida, vacío, en el que tendremos que derrotar a dieciséis colosos que primero tendremos que encontrar. A lomos de nuestro caballo, tendremos que orientarnos con nuestra espada, que indica con luz hacia dónde se encuentra el siguiente enemigo, y cuando nos enfrentemos a los gigantescos colosos tendremos que identificar sus habilidades y aprovecharnos de ellas para vencerlos.",
      "img": "https://www.mobygames.com/images/covers/l/52946-shadow-of-the-colossus-playstation-2-front-cover.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "God of War 2: Divine Retribution",
      "price": 23,
      "detail": "Después de ser repudiado por el dios Zeus, Kratos, el nuevo Dios de la Guerra, pierde el favor y reconocimiento del Olimpo. Con una brutalidad que ya es santo y seña de su personalidad y la sed de venganza después de esta decisión, nuestro protagonista inicia un viaje con el que vengarse y desquitarse de todos estos hechos. Un trabajo mitológico de gran envergadura que nos pondrá delante de las criaturas más peligrosas en la secuela de uno de los títulos más esperados de PlayStation 2.",
      "img": "https://gamefaqs.gamespot.com/a/box/2/7/0/74270_front.jpg",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "God of War (2005)",
      "price": 23,
      "detail": "God of War es uno de los más espectaculares y frenéticos juegos de acción en PlayStation 2. Recogiendo el testigo de títulos como Devil May Cry, nos lleva a una antigua Grecia sumida en el caos entre atenieses, persas y la ira de los antiguos dioses. Nosotros seremos Kratos, un general espartano que ha ejercido de soldado de los dioses, pero que ahora se revela contra ellos. Acción frenética y algún que otro puzle en uno de los juegos de acción con mayúsculas de PS2.",
      "img": "https://www.mobygames.com/images/covers/l/198187-god-of-war-playstation-2-front-cover.png",
      "stock": 12,
      "category": ["PlayStation 2"],
      "mark": ["Juegos"]
    },

    {
      "title": "Nintendo DS",
      "price": 140,
      "detail": "Pocos anticipaban el éxito de Nintendo DS. La compañía japonesa tomó la decisión arriesgada de abandonar la marca Game Boy para la consola portátil de doble pantalla. La elección fue acertada porque desde el lanzamiento de la consola en marzo de 2005 (diciembre de 2004 en Japón) se atacaron dos frentes: se siguieron apoyando las sagas y videojuegos típicos de la Gran N, como New Super Mario Bros., Pokémon y Mario Kart DS; y se innovó con propuestas que crearon nuevos jugadores con Brain Training, Nintendogs y otros tantos. Las sucesivas revisiones con Nintendo DS Lite y Nintendo DSi y sus modelos de mayor tamaño hicieron que Nintendo DS vendiera casi un 50% más que la mítica Game Boy con 154,02 millones de unidades.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/5/56/Nintendo-DS-Lite-Black-Open.png",
      "stock": 17,
      "category": ["Nintendo DS"],
      "mark": ["Nintendo DS"]
    },

    {
      "title": "Chrono Trigger DS",
      "price": 21,
      "detail": "Chrono Trigger presenta el modo de juego estándar de un videojuego de rol, pero con varias innovaciones. Como con muchos RPGs, el jugador toma control del protagonista y sus compañeros a lo largo de un universo de ficción bidimensional, que consiste en varios bosques, ciudades y calabozos. La navegación está conducida por un mapa del mundo visto desde arriba, que representa el paisaje desde una vista aérea escalada. ",
      "img": "https://m.media-amazon.com/images/I/51iThGjmvKL._AC_SY1000_.jpg",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mario & Luigi: Viaje al Centro de Bowser",
      "price": 21,
      "detail": "El videojuego comienza presentando Una enfermedad conocida como Redonditis que azota el Reino Champiñón. Los Toads que se infectan con la enfermedad se inflan como un globo y ruedan incontrolablemente. Ante la situación, la Princesa Peach convoca una reunión en el Castillo Champiñón para encontrar la solución al problema.",
      "img": "https://www.mobygames.com/images/covers/l/343370-mario-luigi-bowser-s-inside-story-nintendo-ds-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mario Kart DS",
      "price": 21,
      "detail": "El juego de karts más emblemático llega a Nintendo DS en una versión que incluye juego online usando la Nintendo Wi-Fi Connection. Enfréntate a tus amigos a través de Internet, o de una red local, participando en divertidas carreras de karts donde no solo gana el más rápido, también el que sepa jugar mejor con las armas y poderes que conseguiremos en los circuitos. Entre los personajes de Nintendo que podemos escoger están Mario, Luigi, Peach, Bowser, Donkey Kong o Toad.",
      "img": "https://mario.wiki.gallery/images/e/e1/MKDS_NA_Box_Art.png",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Castlevania: Dawn of Sorrow",
      "price": 21,
      "detail": "Dawn of Sorrow se ambienta en el universo ficticio de la serie Castlevania. La premisa principal de la serie es la lucha eterna entre los cazadores de vampiros del clan Belmont contra el vampiro inmortal Drácula. Antes de los acontecimientos de Castlevania: Aria of Sorrow, el conde Drácula fue derrotado y su castillo sellado bajo un eclipse solar.",
      "img": "https://www.mobygames.com/images/covers/l/55447-castlevania-dawn-of-sorrow-nintendo-ds-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Pokémon Oro y Plata",
      "price": 21,
      "detail": "Este pack de los conocidos como Pokémon Oro y Pokémon Plata es un remake del juego original para Nintendo DS. En ocasión del décimo aniversario de su lanzamiento, los juegos cuentan con unos gráficos mejorados basados en títulos de la saga más actuales y también con una nueva protagonista, Lira. Asimismo la historia sufre diferentes modificaciones además de crear el Pokewalker y incluir minijuegos para jugar mediante Wi-Fi. Como curiosidad, tal como ocurría en Pokémon Amarillo, el pokémon que escoja el jugador lo seguirá durante la partida.",
      "img": "https://i0.wp.com/romsespanol.com/wp-content/uploads/2017/11/Pokemon-Edicion-Oro-HeartGold-NDS-FRONT.jpg?fit=800%2C720&ssl=1",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Pokémon Edición Negra 2",
      "price": 21,
      "detail": "La saga Pokémon vuelve a Nintendo DS (sin olvidar que será compatible también con Nintendo 3DS), para traernos la segunda parte de las aventuras vividas en las Ediciones Blanca y Negra. Nuevas áreas que explorar, nuevos modos y la presencia de entrenadores clásicos como Misty garantizan el éxito de una de las sagas de rol más populares de la historia.",
      "img": "https://th.bing.com/th/id/OIP.AN6P8IxFA0WYIBDnCv-pFwAAAA?pid=ImgDet&rs=1",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Dragon Quest: La Prometida Celestial",
      "price": 21,
      "detail": "Dragon Quest V se desarrolla aproximadamente durante treinta años de la vida del personaje principal, desde que nace hasta que se casa y tiene una familia. El título introduce un modo de juego dinámico en el cual los monstruos de los encuentros aleatorios pueden ofrecerse para unirse al grupo del jugador. Este concepto fue usado en videojuegos de Dragon Quest posteriores, y en la serie Dragon Quest Monsters convirtiéndose en la principal forma de formar un grupo.",
      "img": "https://www.mobygames.com/images/covers/l/163608-dragon-quest-v-hand-of-the-heavenly-bride-nintendo-ds-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "GTA Chinatown Wars",
      "price": 21,
      "detail": "Ya que este juego vino inmediatamente después de GTA IV, tiene varias características similares. Se puede ver como el indicador del auto parpadea cuando va a girar, las físicas son realistas (aunque no tanto como en GTA IV), por ejemplo los choques depende de la velocidad y el ángulo en el que estemos. Si te atropellan, algunas personas bajan de su auto a ver tu estado, y otras escapan de la escena. La policía puede llegar a ser uno de los factores más realistas del juego, en realidad, nuestro personaje, Huang Lee, no es el centro de atención de Liberty City",
      "img": "https://www.mobygames.com/images/covers/l/141959-grand-theft-auto-chinatown-wars-nintendo-ds-front-cover.png",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Advance Wars Dual Strike",
      "price": 21,
      "detail": "Habían pasado meses desde la guerra que asoló Macro Land. En ella, Andy, Nell y el resto de los OJ derrotaron al ejército de Black Hole. Por fin todos podían disfrutar de tan merecida paz. Sin embargo, en el lejano continente de Omega Land se estaba fraguando una inquietante amenaza. Renacido de sus cenizas y con energías renovadas, Black Hole lanzó desde aquí una imparable y veloz ofensiva a las órdenes de su nuevo líder. La última gran guerra dejó muchas preguntas sin respuesta, así que Orange Star, Blue Moon, Green Earth, y Yellow Comet han unido sus fuerzas para crear la Alianza de Naciones. Decididos a liberar su tierra, han lanzado un contraataque...",
      "img": "https://www.mobygames.com/images/covers/l/51895-advance-wars-dual-strike-nintendo-ds-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Professor Layton y el futuro perdido",
      "price": 21,
      "detail": "El profesor Layton y su aprendiz Luke reciben una misteriosa carta. En ella se describe que Londres se ha convertido en un lugar inhóspito, inseguro y regido por las fuerzas del mal. La parte más misteriosa de la carta es la que se refiere a que todo eso está pasando en el futuro, no en la actualidad, concretamente diez años más tarde, y el escritor de la carta se revela a sí mismo como el Luke de ese futuro.",
      "img": "https://media.vandal.net/i/ivandal/1200x630/8110/20101114192220_1.jpg",
      "stock": 12,
      "category": ["Nintendo DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Xbox",
      "price": 289,
      "detail": "Microsoft entró en el mercado de las consolas de videojuegos, tras décadas haciendo juegos para PC, en 2001. Xbox fue la consola más potente de su generación, una adelantada a su tiempo en cuanto a funcionalidades online y en sus tripas se ejecutaron títulos y servicios que acabaron por definir a la marca, como Halo, Forza Motorsport y Xbox Live. La cifra de ventas más reciente publicada en 2006 por la compañía se refiere a más de 24 millones de consolas Xbox vendidas en todo el mundo",
      "img": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Xbox-Console-Set.png",
      "stock": 27,
      "category": ["Xbox"],
      "mark": ["Xbox"]
    },

    {
      "title": "Mando Xbox",
      "price": 43,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://pngimg.com/uploads/xbox/xbox_PNG17512.png",
      "stock": 27,
      "category": ["Xbox"],
      "mark": ["Mandos"]
    },

    {
      "title": "Grand Theft Auto: San Andreas",
      "price": 21,
      "detail": "El GTA definitivo para xbox lleva la acción a la zona de California y Las Vegas de los años 90, en una aventura en la que Carl Johnson, natural de Los Santos (Los Ángeles), tendrá que limpiar su nombre en su ciudad, en San Fierro (San Francisco), Las Venturas (Las Vegas) y en todo el interior del estado de San Andreas.",
      "img": "https://www.mobygames.com/images/covers/l/114505-grand-theft-auto-san-andreas-xbox-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Burnout 3 Takedown",
      "price": 21,
      "detail": "Hay cinco modos de juego, incluyendo dos modos de carrera y tres modos de choque. Antes de empezar el juego, los jugadores eligen su vehículo fijándose en la velocidad y el peso. En los modos de carrera, el jugador gana impulso conduciendo por las vías restringidas, y causando que los coches competidores choquen (llamado Takedown).",
      "img": "https://www.mobygames.com/images/covers/l/194942-burnout-3-takedown-xbox-front-cover.png",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Halo 2",
      "price": 21,
      "detail": "Los acontecimientos relatados en Halo 2 ocurren después de aquellos narrados en la novela Halo: First Strike. El juego inicia con un juicio en contra de un comandante Elite del Covenant, dentro de una enorme estructura flotante que sirve a manera de ciudad y es denominada High Charity. El Elite es revocado de su rango y señalado como hereje por no evitar que los humanos destruyeran la primera instalación de Halo.",
      "img": "https://preview.redd.it/0ia84jqrhnj51.png?width=640&crop=smart&auto=webp&s=2833af60b3b15ed406dce18d987d3fc92abe47b3",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Project Gotham Racing 2",
      "price": 21,
      "detail": "Como en Project Gotham Racing de 2001, la ruta hacia el avance en Project Gotham Racing 2 difiere de la mayoría de los juegos de carreras. El avance en Project Gotham Racing 2 requiere una combinación de conducción lo suficientemente rápida para enfrentar el desafío establecido y obtener suficientes puntos de Kudos para avanzar.",
      "img": "https://www.mobygames.com/images/covers/l/38083-project-gotham-racing-2-xbox-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Splinter Cell",
      "price": 21,
      "detail": "El jugador controla a Fisher para superar a sus adversarios en niveles (creados usando Unreal Engine y enfatizando la luz y la oscuridad como elementos del juego). Todas las consolas y juegos de PC de la serie fueron aclamados por la crítica, y la serie es un éxito comercial. La saga, junto con Assassin's Creed, está considerada como una de las franquicias insignia de Ubisoft, con más de 31 millones de ejemplares vendidos a partir de 2011.",
      "img": "https://www.mobygames.com/images/covers/l/84860-tom-clancy-s-splinter-cell-xbox-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Pro Evolution Soccer 4",
      "price": 21,
      "detail": "Pro Evolution Soccer 4 (conocido como World Soccer: Winning Eleven 8 en su versión japonesa y como World Soccer Winning Eleven 8 International en su versión estadounidense) es un videojuego de fútbol para PlayStation 2, PC y Xbox que se lanzó a la venta en el 2004. Este es el cuarto videojuego de la serie Pro Evolution Soccer. Además, fue el primero que se vendió para Xbox.",
      "img": "https://m.media-amazon.com/images/I/51VQRZG57DL._AC_.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Halo: Combat Evolved",
      "price": 21,
      "detail": "Los acontecimientos de Halo son narrados en un universo de ciencia ficción creado por Bungie Studios específicamente para el juego. De acuerdo a la trama, tras la sobrepoblación de la Tierra y la realización de los viajes interestelares a una velocidad mayor a la de la luz, la población humana se involucró en la colonización de otros planetas.",
      "img": "https://www.mobygames.com/images/covers/l/9494-halo-combat-evolved-xbox-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Ninja Gaiden",
      "price": 21,
      "detail": "En este juego Ryu comienza con ninguna Arte o Habilidad especial, las Artes del Fuego invencible (que hacen a Ryu invencible al poner un aro de fuego alrededor de él, que elimina todo lo que se cruce en el camino del Ninja) y el Reloj de arena (que paraliza a los enemigos por un corto periodo de tiempo) se activan de manera automática al obtenerlas y al terminar su accionar desaparecen del inventario, hay también dos tipos de Shuriken (estrella dardo) y un Arte llamada jump and slash para atacar a los enemigos con la espada mientras Ryu ejecuta un salto que solo aparece en este juego.",
      "img": "https://www.mobygames.com/images/covers/l/99773-ninja-gaiden-xbox-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Forza Motorsport",
      "price": 21,
      "detail": "Hay 231 coches en Forza Motorsport, que van desde un utilitario de calle, hasta supercoches como el Ferrari Enzo y prototipos de Le Mans, como el Audi R8. Los coches se dividen en 6 clases: F, E, D, C, B, A, S, R3, R2, R1 y X. Cada clase, a excepción de la clase R, tiene 4 subclases. Al actualizar mediante el tuning o la compra de nuevas piezas se pueden mover los coches entre las clases.",
      "img": "https://www.mobygames.com/images/covers/l/49405-forza-motorsport-xbox-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Splinter Cell Chaos Theory",
      "price": 21,
      "detail": "El principal enfoque del juego toma lugar en el este Asiático, en 2007, con tensiones entre China, Corea del Norte y Japón, siguiendo a la formación de la Información de Autodefensas de Japón (I-SDF). Considerándose esto como una violación a la Constitución japonesa posterior a la Segunda Guerra Mundial, las fuerzas chinas y norcoreanas establece un bloqueo contra los navíos japoneses.",
      "img": "https://www.mobygames.com/images/covers/l/85259-tom-clancy-s-splinter-cell-chaos-theory-xbox-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox"],
      "mark": ["Juegos"]
    },

    {
      "title": "Nintendo 64",
      "price": 159,
      "detail": "La consola de 64 bits de Nintendo alojó en sus cartuchos (mientras sus competidoras utilizaban el popular CD-ROM) algunos de los juegos más definitorios de su generación e influyentes del videojuego moderno, como Super Mario 64, The Legend of Zelda: Ocarina of Time y GoldenEye 007. La máquina que junto a PlayStation elevó lo que era posible con los gráficos poligonales vendió 32,93 millones de unidades, según datos de Nintendo.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/0/02/N64-Console-Set.png",
      "stock": 27,
      "category": ["Nintendo 64"],
      "mark": ["Nintendo 64"]
    },
    {
      "title": "Mando Nintendo 64",
      "price": 17,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://picandocodigo.net/wp-content/uploads/2016/03/nintendo-64-controller.png",
      "stock": 227,
      "category": ["Nintendo 64"],
      "mark": ["Mandos"]
    },

    {
      "title": "Conker's Bad Fur Day",
      "price": 21,
      "detail": "El juego sigue a Conker, una ardilla roja codiciosa y bebedora que debe regresar a su casa con su novia Berri. La mayor parte del juego requiere que el jugador complete una secuencia lineal de desafíos que implican saltar obstáculos, resolver acertijos y luchar contra enemigos.",
      "img": "https://i.ytimg.com/vi/qWM3skqxnWc/maxresdefault.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Perfect Dark",
      "price": 21,
      "detail": "Perfect Dark es descrito a menudo como una secuela espiritual de GoldenEye 007, un juego desarrollado por Rare en 1997. Ya que pese a no contar con la licencia de James Bond, los estilos de juego son muy similares, y el motor de videojuego es una versión mejorada. Perfect Dark se publicó el 22 de mayo de 2000, demasiado tarde para la esperanza de vida de la Nintendo 64, y quizá por esté motivo no tuvo el mismo impacto que su predecesor a pesar de ser superior en muchos aspectos. De todos modos, tuvo ventas relativamente buenas.",
      "img": "https://www.otakufreaks.com/wp-content/uploads/2018/08/box-art-perfect-dark-america.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Zelda: Majora's Mask",
      "price": 21,
      "detail": "Zelda: Majora's Mask es un juego de aventuras que transcurre en Termina, una versión alternativa de Hyrule. Es el sexto juego de la saga Legend of Zelda y el segundo en optar por las tres dimensiones. La historia gira entorno al robo de la Máscara de Majora, un artefacto antiguo con el que la luna está cayendo poco a poco sobre Termina. Link deberá viajar en el tiempo para evitar que esta impacte contra el territorio, y dispondrá únicamente de tres días para solventar la catástrofe. Una aventura de gran calado que sumerge al jugador en unos gráficos mejorados y un número mayor de personajes en pantalla.",
      "img": "https://cdn.vox-cdn.com/thumbor/bOVnYf6JjJmfuU3YlKiu95R_uv0=/0x243:2460x1473/fit-in/1200x600/cdn.vox-cdn.com/uploads/chorus_asset/file/23184452/FJlogYvUUAI_abR.jpeg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Donkey Kong 64",
      "price": 21,
      "detail": "Como el gorila Donkey Kong, el jugador explora niveles temáticos para recolectar artículos y rescatar a sus amigos secuestrados por el rey K. Rool. El jugador completa minijuegos y rompecabezas como cinco personajes Kong jugables, cada uno con sus propias habilidades especiales, para recibir plátanos y otros objetos coleccionables.",
      "img": "https://www.mobygames.com/images/covers/l/53879-donkey-kong-64-nintendo-64-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Paper Mario",
      "price": 21,
      "detail": "Los jugadores controlan una versión de Mario como un recorte de papel, en ocasiones ayudado por aliados, en una misión para derrotar al antagonista, generalmente Bowser. La serie consta de seis juegos y un spin-off; el primero, Paper Mario (2000), se lanzó para la Nintendo 64 y el más reciente, Paper Mario: The Origami King (2020), para la Switch.",
      "img": "https://www.mobygames.com/images/covers/l/9742-paper-mario-nintendo-64-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Jet Force Gemini",
      "price": 21,
      "detail": "En la aventura, el jugador atraviesa numerosos y variados planetas eliminando hormigas alienígenas (o Drones) e intentando salvar una raza llamada Tribals, la cual ha sido esclavizada por Mizar, quien representa el enemigo final y líder del ejército de Drones.",
      "img": "https://www.mobygames.com/images/covers/l/451686-jet-force-gemini-nintendo-64-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Sin and Punishment",
      "price": 21,
      "detail": "La prosperidad de la humanidad ha conducido a un enorme incremento de la población y, con ello, han aparecido serios problemas debidos a la escasez de alimentos. En un intento de solucionarlos, los científicos crean una nueva especie para ser usada como fuente de alimento, confinando este nuevo rebaño en el Japón septentrional. Con el tiempo, las criaturas mutan y atacan a los japoneses.",
      "img": "https://images.nintendolife.com/9da64a8f8d2b7/sin-and-punishment-na-box-art.large.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Excitebike 64",
      "price": 21,
      "detail": " Fue publicado por Nintendo y desarrollado por Left Field Productions y se trata de la secuela del aclamado Excitebike de la NES. Es el primer juego de la serie en 3D y el segundo de toda la serie, en este nueva entrega aparecen muchos de los aspectos épicos y novedosos que lo hacen un juego completo. Posteriormente ha salido un nuevo título para la Wii, Excite Truck.",
      "img": "https://www.mobygames.com/images/covers/l/11857-excitebike-64-nintendo-64-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Ogre Battle 64: Person of Lordly Caliber",
      "price": 21,
      "detail": "El juego se centra en el continente de Zeteginia (Xyteginya), en el país de Palatinus. El protagonista de esta historia es Magnus Gallant, Hijo de Ankiseth Gallant. La trama del juego se desarrolla alrededor de la vida de esta muchacho, y el jugador puede experimentar el crecimiento del personaje a lo largo de las misiones.",
      "img": "https://www.mobygames.com/images/covers/l/8371-ogre-battle-64-person-of-lordly-caliber-nintendo-64-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Rocket: Robots on Wheels",
      "price": 21,
      "detail": "El juego cuenta con seis mundos temáticos diferente (sin incluir el nivel final), todos conectados a la principal zona de Whoopie Mundo. Cada mundo se abre de encontrar una cantidad necesaria de billetes en los otros mundos. En el camino, el jugador debe aprender nuevos movimientos y técnicas de mantenimiento de un robot llamado Tinker a cambio de fichas en todo el parque.",
      "img": "https://www.mobygames.com/images/covers/l/17725-rocket-robot-on-wheels-nintendo-64-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo 64"],
      "mark": ["Juegos"]
    },

    {
      "title": "Xbox One",
      "price": 274,
      "detail": "La consola de actual generación de Microsoft, Xbox One, ha vendido aproximadamente 50 millones de consolas hasta finales 2019, aunque solo es una estimación, porque la compañía de Redmond dejó de dar cifras de ventas en octubre de 2015. La máquina ha tenido dos revisiones: una ligeramente más potente, compacta y con ciertas funciones adicionales (como HDR) llamada Xbox One S; y una intergeneracional, capaz de ofrecer gráficos 4K gracias a su mayor potencia, denominada Xbox One X. En esta consola se ha estrenado Xbox Game Pass, un servicio que se extenderá a próximos sistemas de Microsoft y que funciona como un Netflix de videojuegos.",
      "img": "https://www.windowscentral.com/sites/wpcentral.com/files/styles/mediumplus/public/field/image/2018/09/xbox-one-x-stock.png",
      "stock": 27,
      "category": ["Xbox One"],
      "mark": ["Xbox One"]
    },
    {
      "title": "Mando Xbox One",
      "price": 49,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://i.blogs.es/0f2c70/650_1000_xbox-one-mando/1366_2000.png",
      "stock": 13,
      "category": ["Xbox One"],
      "mark": ["Mandos"]
    },

    {
      "title": "Elden Ring",
      "price": 21,
      "detail": "Elden Ring es el nuevo videojuego de rol, aventura y acción de FromSoftware y Bandai Namco. Ideado por Hidetaka Miyazaki y George R.R. Martin, el escritor de Canción de hielo y fuego, nos llevará a un mundo convulso, complejo y sangriento. En esta ocasión, el equipo de Dark Souls ha aumentado la escala del título, trasladando y depurando su conocida jugabilidad a una nueva dimensión. Personalización, armas, armaduras y objetos mágicos se darán la mano con una desafiante dificultad, jefes finales y criaturas horripilantes.",
      "img": "https://cdn-prod.scalefast.com/public/assets/user/122595/image/cdb3282186e2abc6d0b0f610e9ec39c2.png",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Red Dead Redemption 2",
      "price": 21,
      "detail": "Red Dead Redemption 2 es la secuela del aclamado Red Dead Redemption de 2010 y tercera parte de la saga Red Dead, que se inició en 2004 con Red Dead Revolver. De nuevo nos lleva al salvaje oeste para proponernos convertirnos en un pistolero forajido en un gran escenario de juego.",
      "img": "https://preview.redd.it/wpdyfvss4hv01.png?width=640&crop=smart&auto=webp&s=887c709bcd45d1d3f2875cba82e82a7fe195ac07",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Forza Horizon 4",
      "price": 21,
      "detail": "Forza Horizon 4 es la cuarta parte de la saga de conducción en mundo abierto de Microsoft y PlayGround Games. Trasladándonos a un enorme mapeado que recrea Reino Unido casi en su totalidad, la nueva entrega apuesta por incluir más coches, más eventos y competiciones, mejorar los gráficos y ofrecer un sistema de estaciones en tiempo real que nos ofrece la posibilidad de pilotar en verano, otoño, invierno y primavera. Está disponible en Xbox One y PC.",
      "img": "https://media.gamestop.com/i/gamestop/10163440/Forza-Horizon-4---Xbox-One",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Sekiro: Shadows Die Twice",
      "price": 21,
      "detail": "Sekiro: Shadows Die Twice es un juego de acción y rol con ambientación asiático-ninja y con los toques habituales del estudio hacedor de sagas como Bloodborne y Dark Souls. Dirigido por Hidetaka Miyazaki, creador de la saga Souls, nos invitará a rescatar a nuestro secuestrado maestro a través del uso de las más variadas armas asiáticas. Ambientado a finales de 1500, en la época Sengoku, el protagonista usará herramientas prostéticas, y habilidades ninja de sigilo y escalada. La exploración será mucho mayor que en pasados juegos del estudio, ofreciendo más contexto y posibilidades de juego.",
      "img": "https://m.media-amazon.com/images/I/51U7ltEHWXL._AC_SY1000_.jpg",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Grand Theft Auto V",
      "price": 21,
      "detail": "Grand Theft Auto V para Xbox One es una versión mejorada y ampliada del GTA V original aparecido en Xbox 360 en 2013. Contará con nuevos gráficos y nuevo contenido como armas, vehículos o misiones, además de una banda sonora ampliada y más jugadores en el modo online. Nos cuenta la épica historia de Michael, Franklin y Trevor en la ciudad de Los Santos y sus alrededores.",
      "img": "https://cdn.shopify.com/s/files/1/0003/0857/6311/products/14089423880247.jpg?v=1649967908",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Divinity: Original Sin II ",
      "price": 21,
      "detail": "Divinity: Original Sin II es la secuela del exitoso juego de rol de corte clásico y vista aérea que Larian Studios lanzó en 2014. Al igual que su primera parte, este nuevo juego ha sido financiado mediante crowdfunding en una exitosa campaña de Kickstarter que alcanzó todos sus objetivos extras de financiación tras superar los dos millones de dólares. Esta nueva aventura será mucho más grande y ambiciosa que su primera parte, aunque las bases jugables se mantendrán intactas, permitiéndonos librar complejos combates estratégicos por turnos en los que podremos interactuar con el entorno de muchas formas distintas. Esta vez ofrecerá multijugador, tanto cooperativo como competitivo, para hasta cuatro jugadores.",
      "img": "https://m.media-amazon.com/images/I/715EmY5YLVL._SL1215_.jpg",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Ori and the Will of the Wisps",
      "price": 21,
      "detail": "Ori and the Will of the Wisps es la continuación del emblemático videojuego de plataformas y aventuras Ori and the Blind Forest, desarrollado por Moon Studios. Se trata de una secuela que sigue ofreciéndonos un estilo impecable a nivel visual y jugable de la mano de Microsoft Studios y con un lanzamiento para Xbox One y PC.",
      "img": "https://media.gamestop.com/i/gamestop/11099160/Ori-and-the-Will-of-the-Wisps---Xbox-One?fmt=auto&$pdp-gallery$",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Witcher 3: Wild Hunt",
      "price": 21,
      "detail": "The Witcher 3 para Xbox One es la tercera entrega de esta saga desarrollada por CDProjekt a nivel multiplataforma. En ella encontrarás una mezcla de aventura y rol en un mundo épico basado en la fantasía. En la piel de Geralt de Rivia, el afamado cazador de bestias, te enfrentarás a peligros no vistos hasta el momento. El juego cuenta con dos estilos de lucha diferentes que aportarán más o menos rapidez y diferentes ataques según el desarrollo de nuestro personaje. Casi cien animaciones en ataques que contribuirán a hacer más realista y grande el nombre de The Witcher.",
      "img": "https://www.mobygames.com/images/covers/l/361775-the-witcher-3-wild-hunt-complete-edition-xbox-one-front-cover.png",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Forza Horizon 3",
      "price": 21,
      "detail": "Forza Horizon 3, la tercera entrega de la saga spin-off del Forza Motorsport de Turn10, llegará en septiembre ofreciendo una ambientación en Australia, terrenos y climas más extremos y el mayor mundo abierto jamás diseñado para la saga. El título contará con un parqué de coches muy extenso, cooperativo para hasta cuatro jugadores y la entrada del Lamborghini Centenario, así como con un apartado gráfico renovado.",
      "img": "https://m.media-amazon.com/images/I/71OYTkzuEYL.jpg",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Ori and the Blind Forest: Definitive Edition",
      "price": 21,
      "detail": "En Ori and the Blind Forest: Definitive Edition, versión mejorada de la aventura original para Xbox One y PC, encontraremos nuevas áreas, nuevas habilidades, secuencias inéditas de la historia y varios modos de dificultad. En esta versión ampliada, por ejemplo, podemos descubrir más del pasado de Naru en dos nuevos entornos y descubrir nuevos secretos en Nibel gracias a un nuevo sistema de teletransporte entre escenarios.",
      "img": "https://m.media-amazon.com/images/I/712L0BE33rL.jpg",
      "stock": 12,
      "category": ["Xbox One"],
      "mark": ["Juegos"]
    },

    {
      "title": "Nintendo Entertainment System (NES)",
      "price": 203,
      "detail": "La primera consola de Nintendo llegó para salvar un mercado, el de las videoconsolas con juegos vendidos por separado, que se daba por muerto tras el pinchazo de Atari y la sobreproducción de títulos. NES (Famicom en Japón) llegó con una premisa: todos los juegos editados eran de alta calidad porque contaban con el sello de Nintendo, quienes revisaban cada software producido para el sistema. Aunque de la premisa al resultado hay un trecho, NES logró revitalizar el mercado y colocó 61,91 millones de consolas gracias a la calidad de sus títulos: Super Mario Bros., The Legend of Zelda, Final Fantasy y tantas otras sagas nacieron aquí.",
      "img": "https://th.bing.com/th/id/R.1acab092cee311129fc06b5be338ca8f?rik=pBZx1F97MO%2be0w&riu=http%3a%2f%2fpluspng.com%2fimg-png%2fnes-png-nintendo-entertainment-system-console-png-3300.png&ehk=urNqJ5WBk1nN%2f%2f97Fgq1O1emDWr5D0zgfHrmiczTJU4%3d&risl=1&pid=ImgRaw&r=0",
      "stock": 23,
      "category": ["Nintendo (NES)"],
      "mark": ["Nintendo (NES)"]
    },

    {
      "title": "Mando Nintendo (NES)",
      "price": 24,
      "img": "https://upload.wikimedia.org/wikipedia/commons/2/21/Nintendo-Entertainment-System-NES-Controller-FL.png",
      "stock": 11,
      "category": ["Nintendo (NES)"],
      "mark": ["Nintendo (NES)"]
    },

    {
      "title": "Super Mario Bros 3",
      "price": 51,
      "detail": "Recorrer cada uno de los fantásticos mundos de Super Mario Bross 3 y conseguir derrotar al temible Bowser y sus siete hijos al final de cada mundo era todo un desafío.",
      "img": "https://m.media-amazon.com/images/I/71zY1hWITWL._AC_UF894,1000_QL80_.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Legend of Zelda",
      "price": 51,
      "detail": "Como era de esperar, el clásico The Legend of Zelda ocupa un lugar primordial. Ya han pasado 20 añitos desde el comienzo de las aventuras de nuestro legendario Link en el reino de Hyrule en su lucha contra el malvado hechicero Ganon y salvar a la princesa Zelda.",
      "img": "https://www.mobygames.com/images/covers/l/84473-the-legend-of-zelda-nes-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Super Mario Bros",
      "price": 55,
      "detail": "Teniendo en cuenta que fue considerado el primer videojuego de plataformas de desplazamiento lateral de Nintendo y que su lanzamiento contribuyó a un gran número de ventas llegando incluso a popularizar a la consola, Super Mario Bros es una verdadera joya de NES, donde entretenimiento y diversión al recorrer los 8 mundos para llegar al fin a rescatar a la hija del Rey Champiñon, no faltan.",
      "img": "https://images.nintendolife.com/ce9ac7bfe7c26/eu.large.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Metroid",
      "price": 46,
      "detail": "Encarnar a un robot en cuyo interior se esconde una joven cazarrecompensas contratada por la Federación Galáctica con la misión de recuperar unos organismos conocidos como “Metroid” de los temibles Piratas Espaciales…Nos adentraba en una galáctica aventura, recorriendo el planeta Zebes con diversidad de plataformas, acción y mucha exploración.",
      "img": "https://i.pinimg.com/originals/33/bf/0b/33bf0b515ba731fc57d0aa85f9be903e.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mega Man 2",
      "price": 48,
      "detail": "Una robótica y complicada trama desarrollada en escenarios futuristas y plataformas llenas de misiones y acción hacen que este juego de NES nos haya enganchado durante horas hasta conseguir completar cada nivel y llegar a derrotar al Dr. Willy y sus robots obsesionados con dominar el mundo.",
      "img": "https://www.mobygames.com/images/covers/l/43085-mega-man-2-nes-front-cover.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Castlevania III: Dráculaʼs Curse",
      "price": 46,
      "detail": "Un juego que nos teletrasportaba a la Europa de 1476, la cual estaba amenazada por Drácula que quería conquistarla con su ejército de monstruos…Nos ponía en la piel de Trevor Belmont que acompañado de una sacerdotisa y un pirata, asumíamos la misión de acabar con el inmortal y temido chupasangre…",
      "img": "https://th.bing.com/th/id/OIP.BCbJtAbI465zpQNX8J8q2AHaKI?pid=ImgDet&rs=1",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Kirbyʼs Adventure",
      "price": 46,
      "detail": "La famosa y adorable bolita rosa capaz de volar y absorber a sus enemigos, además con la capacidad de copiarles sus ataques o escupirlos, nos conquistó en NES, donde completar las animadas fases, mapas, minijuegos o recolectar tesoros era un entretenido pasatiempo...Kirby´s Adventure es un juego único e inigualable que ha sobrevolado muchas más plataformas desde entonces hasta aterrizar en Wii.",
      "img": "https://i.etsystatic.com/33480102/r/il/49c2ce/3551980954/il_570xN.3551980954_i175.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Super Mario Bros 2",
      "price": 37,
      "detail": "En una misión diferente en la que tienes que salvar a un pueblo del dominio de Wart, y no de rescatar a la princesa como es habitual, por primera vez, en un juego de Mario pudimos escoger entre diferentes personajes (Mario, la princesa, Luigi o Toad, con diferentes ventajas y habilidades) a nuestro propio protagonista de la aventura para completar los 7 mundos y salvar al pueblo de los subcons del yugo del malvado jefe Wart…",
      "img": "https://static.miraheze.org/awesomegameswiki/thumb/3/30/Super-Mario-Bros-2.jpg/640px-Super-Mario-Bros-2.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Kid Icarus",
      "price": 46,
      "detail": "El fantástico juego de plataformas que nos cautivó a todos en NES y que supuso el inicio de la saga Kid Icarus. Metiéndonos en la piel del ángel Pit nuestro objetivo principal era derrotar a todas las criaturas del inframundo con el arco mágico de Palutena, a la vez que obteníamos corazones, y recogíamos ítems para progresar en la aventura…un juego que nos trajo entretenimiento para rato!",
      "img": "https://i.pinimg.com/originals/72/f1/22/72f1227c282d87f5b528f7a1137569e9.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Final Fantasy",
      "price": 46,
      "detail": "El primer juego de la legendaria saga de Square que ya tiene más de 25 añitos, empezó en NES a engancharnos con una fantastica trama y amplios mapas divididos en diversidad de zonas y personajes variopintos, desde elfos, enanos, duendes o fieros dragones con los que enfrentarte en emocionantes combates nos teletrasportaron a un mundo épico donde la fantasía complementada de estupendos temas melódicos convierten a Final Fantasy en uno de los nombres más emblematicos de la historia de los videojuegos.",
      "img": "https://i.ebayimg.com/images/g/LSkAAOSw4aZa~Kfx/s-l1600.jpg",
      "stock": 12,
      "category": ["Nintendo (NES)"],
      "mark": ["Juegos"]
    },

    {
      "title": "Nintendo 3DS",
      "price": 306,
      "detail": "Aunque durante sus primeros años la sucesora de Nintendo DS no tuvo la popularidad esperada, tras una rebaja de precio de casi 100 euros (Nintendo 3DS se lanzó a 250 €) y distintas revisiones como Nintendo 2DS, New Nintendo 3DS y modelos de mayor tamaño la máquina con 3D estereoscópico se convirtió en una portátil de éxito capaz de colocar 75,7 millones de unidades, apoyada por un catálogo donde se reavivó la popularidad de Pokémon, se expandió Animal Crossing y se dio continuidad a lo que siempre funciona: Mario.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Nintendo-3DS-XL-angled.png/1280px-Nintendo-3DS-XL-angled.png",
      "stock": 23,
      "category": ["Nintendo 3DS"],
      "mark": ["Nintendo 3DS"]
    },

    {
      "title": "The Legend of Zelda: Ocarina of Time 3D",
      "price": 31,
      "detail": "El clásico de Nintendo 64 regresa a Nintendo 3DS con gráficos revisados, mejorados y adaptados a las tres dimensiones sin gafas de la consola. Link tendrá de nuevo que salvar el mundo de Hyrule, y a la princesa Zelda, de las garras de Ganondorf. Además de mejorar los gráficos, se aprovecha la detección de movimiento de la consola para controlar armas como el arco, y la doble pantalla para ver el mapa y los objetos que tenemos en nuestro inventario.",
      "img": "https://th.bing.com/th/id/R.52e198be570ad49944a58a79eb9c997c?rik=ThLGBoRTJZemQw&riu=http%3a%2f%2fwww.mobygames.com%2fimages%2fcovers%2fl%2f224069-the-legend-of-zelda-ocarina-of-time-3d-nintendo-3ds-front-cover.jpg&ehk=sdJTSofcul9KfKmrUyxxbgy1sqGhwllvLM0IeetCuWc%3d&risl=&pid=ImgRaw&r=0",
      "stock": 12,
      "category": ["Nintendo 3DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Fire Emblem: Awakening",
      "price": 26,
      "detail": "Fire Emblem: Awakening nos presenta un título de estrategia por turnos en el que guiaremos un ejército a través de grandes batallas. Además de los combates el juego también cuenta con una gran apuesta a nivel relacional en la que deberemos interactuar con el resto de personajes del juego. En el inicio de la historia el jugador se encontrará en un estado de amnesia total y abandonado al borde de un camino.",
      "img": "https://m.media-amazon.com/images/I/81FTXe7QynL.jpg",
      "stock": 12,
      "category": ["Nintendo 3DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Legend of Zelda: Majora's Mask 3D",
      "price": 30,
      "detail": "Se trata de un 'remake' del famoso título lanzado originalmente para Nintendo 64 que nos llega con un lavado de cara para situarnos de nuevo en un mundo fantástico lleno de acción y aventuras con el valiente Link como protagonista y con el que podremos jugar en nuestra consola 3DS.",
      "img": "https://m.media-amazon.com/images/I/91MEVIjA-UL.jpg",
      "stock": 12,
      "category": ["Nintendo 3DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Legend of Zelda: A Link Between Worlds",
      "price": 26,
      "detail": "Este juego de la saga Zelda es la continuación de la serie iniciada en Super Nintendo hace más de veinte años. En esta ocasión el título se aprovecha de todas las posibilidades de la Nintendo 3DS para avanzar en una nueva aventura en el reino de Hyrule. Con un toque muy innovador a nivel gráfico y jugable el título permite al protagonista moverse tanto en tres dimensiones como pegado al muro para moverse entre las paredes. A Link Between Worlds es el quinto juego de la saga con continuación directa.",
      "img": "https://www.zeldadungeon.net/wiki/images/7/77/A-Link-Between-Worlds-Box-Art.jpg",
      "stock": 12,
      "category": ["Nintendo 3DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Animal Crossing: New Leaf",
      "price": 29,
      "detail": "Una de las sagas más populares de los últimos años llega a la 3DS dando un giro total en experiencias y jugabilidad. En esta ocasión el jugador se convertirá en el alcalde y tendrá en sus manos un gran número de diseños y posibilidades de personalización. Asimismo el título cuenta con un espacio jugable mucho mayor, un número ingente de vecinos y más y mejores comercios. Una experiencia innovadora de juego en comunidad para que el jugador interactue con sus amigos en la vida real.",
      "img": "https://i5.walmartimages.com/asr/6c2452f6-85e3-4e28-9ba4-646097d63244_1.27c8c0463a45abee8ce94b444782376b.jpeg",
      "stock": 12,
      "category": ["Nintendo 3DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "Super Smash Bros",
      "price": 31,
      "detail": "Super Mario, Zelda, Metroid, Kid Icarus, Donkey Kong… Super Smash Bros. en Nintendo 3DS aúna lo mejor de todos estos mundos para crear combates con una acción trepidante a la que se añaden nuevos invitados como el aldeano de Animal Crossing, la entrenadora de Wii Fit o el popular Megaman. Se trata del crossover por excelencia de Nintendo que además de incorporar más personajes mantiene la jugabilidad a la que nos tiene acostumbrados. El juego también incluye un modo multijugador y un modo historia totalmente diferente a lo visto hasta el momento.",
      "img": "https://ssb.wiki.gallery/images/thumb/b/b0/Boxart-3ds.png/1200px-Boxart-3ds.png",
      "stock": 12,
      "category": ["Nintendo 3DS"],
      "mark": ["Juegos"]
    },

    {
      "title": "PSP",
      "price": 228,
      "detail": "La primera consola portátil de Sony nos introdujo en los bolsillos, antes de que supiéramos lo que era un teléfono inteligente y cuando no existía Netflix, un aparato capaz de ejecutar versiones adaptadas de grandes videojuegos como Tekken y Grand Theft Auto, donde se podían ver películas con una calidad que nada tenía que envidiar a un DVD y en el que podíamos almacenar nuestra biblioteca musical. La PlayStation Portable se sentía en su día como un aparato del futuro. Oficialmente la consola vendió 76 millones de unidades hasta 2012, pero se siguió produciendo hasta dos años después, por lo que algunos estudios elevan la cifra hasta los 80-82 millones.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Sony-PSP-1000-Body.png/1280px-Sony-PSP-1000-Body.png",
      "stock": 30,
      "category": ["PSP"],
      "mark": ["PSP"]
    },

    {
      "title": "Metal Gear Solid Peace Walker",
      "price": 29,
      "detail": "La historia de Metal Gear Solid continúa en PSP en esta entrega que sirve de puente entre Metal Gear Solid 3 y los primeros juegos de la saga. Volvemos a controlar a Big Boss, padre de Solid Snake, en una misión que intentará estabilizar Costa Rica, tomado por mercenarios y terroristas. Incluye una historia que nos cuenta algo más de los personajes de la saga, y está preparado para jugarse en cooperativo con hasta cuatro jugadores.",
      "img": "https://www.mobygames.com/images/covers/l/256556-metal-gear-solid-peace-walker-psp-front-cover.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "WipEout Pulse",
      "price": 24,
      "detail": "Wipeout Pulse es un videojuego de carreras para la videoconsola portátil PlayStation Portable y PlayStation 2 de Sony. El juego fue anunciado oficialmente el 27 de marzo de 2007 y fue lanzado en Europa el 12 de diciembre de 2007. El juego está ambientado en el año 2207.",
      "img": "https://th.bing.com/th/id/R.d8b338bb1c1b2a44b23ba201faf3c5f0?rik=5FchKBpQoZkruA&pid=ImgRaw&r=0",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "Kingdom Hearts: Birth by Sleep",
      "price": 26,
      "detail": "Este juego de aventura y rol desarrollado para la portátil de Sony es la precuela de las aventuras de la saga. El título se desarrolla a partir de tres nuevos personajes y realiza un cambio en la jugabilidad, toque que lo hace mucho más profundo. Se trata de un juego que nos lleva a vivir un avance progresivo con el que avanzaremos ganando experiencia y nuevas habilidades. Más de 40 horas de juego que lo convierten en un perfecto complemento a esta saga de gran nombre.",
      "img": "https://www.mobygames.com/images/covers/l/276062-kingdom-hearts-birth-by-sleep-psp-front-cover.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "Lumines",
      "price": 25,
      "detail": "Es un puzle un tanto similar al famoso Tetris, donde debemos acomodar diferentes piezas para luego eliminarlas. En este caso se deberán acomodar bloques de diferentes colores rotándolas y moviéndolas y así formar grandes rectángulos que desaparecerán. Si los bloques llenan toda la pantalla habremos perdido.",
      "img": "https://www.mobygames.com/images/covers/l/43369-lumines-puzzle-fusion-psp-front-cover.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "God of War: Ghost of Sparta",
      "price": 28,
      "detail": "El primer God of War para PSP mantiene las señas de identidad que han hecho triunfar a la saga de Kratos en PlayStation 2. Nos enfrentaremos a decenas de enemigos, desde soldados persas a criaturas del Hades, usando las espadas del caos, y otras armas que iremos adquiriendo por el camino. También haremos frente a espectaculares y gigantescos jefes finales, como un basilisco, en una historia que cuenta los sucesos de la vida de Kratos antes del primer God of War. Esta precuela nos narra las aventuras de Kratos al servicio de los dioses, con el objetivo de salvar un mundo que se ha quedado sin sol.",
      "img": "https://images.squarespace-cdn.com/content/v1/53afac37e4b0d582f5d36cf1/1428693281148-HI5IPMTQ0EUTZ2LWPFHC/GOS_BOXART_TOBI_2.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "Everybody's Tennis",
      "price": 24,
      "detail": "A diferencia de otros juegos de la saga, Everybody’s Tennis incluye un modo RPG, de tal manera que, en vez de abrir campos donde jugar y personajes nuevos a base de subir de nivel, conseguir puntuaciones y cumplir objetivos, esta vez podremos movernos libremente a través de los escenarios, y tendremos que hablar con diferentes personas que a su vez nos retarán a echar una partida.",
      "img": "https://i.ebayimg.com/images/g/vMYAAOSwmcNhZ2i~/s-l1600.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "Tactics Ogre: Let Us Cling Together",
      "price": 22,
      "detail": "Tactics Ogre: Let Us Cling Together es un remake de del clásico juego de rol y estrategia por turnos de 1995 que se estrenó originalmente en Super Nintendo. Entre sus novedades se incluyen gráficos completamente rehechos, una banda sonora que ha vuelto a ser grabada y con arreglos de sus compositores originales, así como una mayor cantidad de contenidos. Podremos reclutar a multitud de personajes y nos tocará tomar un gran número de decisiones que alterarán considerablemente el devenir de los acontecimientos a lo largo de toda la aventura.",
      "img": "https://m.media-amazon.com/images/I/91mhJUPgrsL.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "Patapon 2",
      "price": 22,
      "detail": "Patapon 2 es para muchos jugadores el mejor de la trilogía. Se puede considerar algo más fácil que el primero, pero su sistema de mejoras es más divertido y el combate se sentía más flexible; también introducía una gran cantidad de contenido que evitaba que se considerase un simple reciclaje.",
      "img": "https://www.mobygames.com/images/covers/l/214506-patapon-2-psp-front-cover.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "PixelJunk Monsters Deluxe",
      "price": 24,
      "detail": "Tras pasar por PS3 bajo el nombre de PixelJunk Monsters, se edita ahora este juego para la portátil de Sony, pero con nuevos contenidos, como una nueva isla con diez nuevos niveles, nuevos enemigos y nuevas pistas de música, así como un modo cooperativo entre otros extras.",
      "img": "https://www.mobygames.com/images/covers/l/209574-pixeljunk-monsters-deluxe-psp-front-cover.jpg",
      "stock": 12,
      "category": ["PSP"],
      "mark": ["Juegos"]
    },

    {
      "title": "Xbox 360",
      "price": 179,
      "detail": "Para su segunda consola Microsoft profundizó en lo que había funcionado de la primera Xbox: mejoró el juego online, dio aún más relevancia a sus sagas y estudios principales como Rare y Bungie, y continuó apostando por la potencia; pero también se centró en algo que le dio bastante ventaja frente a PS3 durante los primeros años: la accesibilidad de la plataforma para los desarrolladores, lo que hizo que muchos juegos multiplataforma funcionaran mejor en una consola relativamente menos potente que su competidora. La consola se vendía con distintos tamaños de disco duro y tuvo dos revisiones. En 2014 Microsoft anunció que había vendido 84 millones de unidades, pero sumando las cifras de ventas en diversos territorios hasta 2016, la cifra total asciende hasta los 86 millones aproximadamente.",
      "img": "https://th.bing.com/th/id/R.34767da50681b88f3f8f995296ea947f?rik=NQjJhWtdUAdIUw&pid=ImgRaw&r=0",
      "stock": 24,
      "category": ["Xbox 360"],
      "mark": ["Xbox 360"]
    },
    {
      "title": "Mando Xbox 360",
      "price": 22,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/steamworks_docs/spanish/xbox360_controller.png",
      "stock": 24,
      "category": ["Xbox 360"],
      "mark": ["Mandos"]
    },

    {
      "title": "The Elder Scrolls V: Skyrim",
      "price": 18,
      "detail": "La saga The Elder Scrolls continúa con su segunda entrega para esta generación, que llega a Xbox 360. Skyrim renueva todo lo visto en el increíble Oblivion, mostrándonos un enorme mundo que explorar libremente, donde relacionarnos con todo tipo de personajes y embarcarnos en decenas de aventuras en las que nuestras decisiones influirán en el resultado. Un juego de rol abierto, inmenso y lleno de secretos.",
      "img": "https://m.media-amazon.com/images/I/91nOykIoY3L.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Grand Theft Auto V",
      "price": 22,
      "detail": "La quinta parte de Grand Theft Auto para Xbox 360 vuelve a la costa oeste americana, ambientándose en la ciudad de Los Santos (Los Ángeles) y sus alrededores, con una historia ambientada en la actualidad, especialmente en las consecuencias de la crisis económica. Está protagonizada por Michael, Franklin y Trevor, tres criminales con diferentes habilidades, pudiendo cambiar de personaje en todo momento y vivir cada una de sus vidas, así como aprovechar sus habilidades en las misiones.",
      "img": "https://m.media-amazon.com/images/I/91Y4xD7QGNL._AC_SL1500_.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mass Effect 2",
      "price": 22,
      "detail": "El comandante Shepard vuelve de la muerte en una aventura para Xbox 360 en la que tendrá que luchar de nuevo contra los Segadores para impedir que extingan a la humanidad. Mejora el sistema de combate del primer juego, e incluye novedades como la regeneración automática de vida. Cuenta con un nuevo sistema de cinemáticas que hace que los rostros de los personajes sean más reales, y de nuevo las decisiones que tomemos afectarán al desarrollo de la historia y al resto de personajes que nos acompañan por toda la galaxia.",
      "img": "https://www.mobygames.com/images/covers/l/306146-mass-effect-2-xbox-360-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Red Dead Redemption",
      "price": 21,
      "detail": "Secuela de Red Dead Revolver para Xbox 360, nos lleva a un Salvaje Oeste que está en transición hacia la época moderna. Sigue habiendo vaqueros y forajidos, pero ya hay coches y electricidad. En este contexto, el forajido John Marston tendrá que limpiar su nombre en una aventura que nos llevará por una gran extensión de terreno lleno de pueblos, aldeas, lugares ocultos y desafíos, desde la caza de animales salvajes hasta emboscadas tendidas por bandas de criminales. Cuenta con un largo modo historia y un completo modo multijugador, y está lleno de referencias a grandes películas del género Western.",
      "img": "https://www.mobygames.com/images/covers/l/187138-red-dead-redemption-xbox-360-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "BioShock",
      "price": 21,
      "detail": "La ciudad subacuática de Rapture fue construida en los años 40 como el sueño de un visionario. Una ciudad donde el hombre sería libre, y donde no habría ni dioses ni reyes: solo la ciencia y la libertad. Años después, un soldado americano llega a la ciudad para comprobar que algo ha ido mal. Los mutantes proliferan, los antaño gloriosos edificios de Art Decó están en ruinas, y la única autoridad parecen ser unos gigantescos hombres mecánicos armados con taladros que responden al nombre de Big Daddy. Versión Xbox 360.",
      "img": "https://www.mobygames.com/images/covers/l/92631-bioshock-xbox-360-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Portal 2",
      "price": 21,
      "detail": "Tras el éxito de Portal, convertido en juego de culto, Portal 2 para Xbox 360 nos lleva de nuevo a resolver todo tipo de puzles en primera persona, usando la pistola de portales para superar todas las trampas y retos que nos plantea la sádica inteligencia artificial GladOS. Además, incluye un modo cooperativo que exigirá que tú y un amigo tengáis que cooperar para superar los diferentes puzles que nos propone el juego.",
      "img": "https://m.media-amazon.com/images/I/71fKlnBVdVL.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Portal 2",
      "price": 21,
      "detail": "Tras el éxito de Portal, convertido en juego de culto, Portal 2 para Xbox 360 nos lleva de nuevo a resolver todo tipo de puzles en primera persona, usando la pistola de portales para superar todas las trampas y retos que nos plantea la sádica inteligencia artificial GladOS. Además, incluye un modo cooperativo que exigirá que tú y un amigo tengáis que cooperar para superar los diferentes puzles que nos propone el juego.",
      "img": "https://m.media-amazon.com/images/I/71fKlnBVdVL.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Grand Theft Auto IV",
      "price": 21,
      "detail": "El cuatro Grand Theft Auto y primero de su generación vuelve a Liberty City para contarnos en Xbox 360 la historia de Niko Belic, un veterano de la Guerra de los Balcanes que llega a América en busca de una nueva vida. Más libertad de movimiento y misiones secundarias, gráficos más realistas, conducción cercana a la simulación, tiroteos con coberturas y un modo de juego online son las principales novedades de GTA 4, que cuenta con dos episodios extra: The Lost and the Damned y The Ballad of Gay Tony.",
      "img": "https://www.mobygames.com/images/covers/l/110820-grand-theft-auto-iv-xbox-360-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mass Effect 3",
      "price": 22,
      "detail": "Jack Shepard regresa a Xbox 360 en una nueva aventura que le llevará por toda la galaxia para salvar a la Tierra de su destrucción por parte de los Segadores. Con gráficos mejorados y más libertad de decisión y de elección que nunca, tendremos que cumplir misiones por toda la galaxia, combatiendo en tiempo real y dando órdenes tácticas al resto de componentes de nuestro equipo. Una ópera espacial llena de dramatismo, decisiones morales y batallas futuristas.",
      "img": "https://www.mobygames.com/images/covers/l/240128-mass-effect-3-xbox-360-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mass Effect",
      "price": 20,
      "detail": "Acompaña al Comandante Jack Shepard en una épica aventura para Xbox 360, que combina acción y rol, en la que tendrá que salvar a la galaxia de la extinción de su vida. Creado por Bioware, autores de Baldur's Gate, Mass Effect combina rol con toma de decisiones y acción en tiempo real, junto con una narrativa cinemática.",
      "img": "https://www.mobygames.com/images/covers/l/98430-mass-effect-xbox-360-front-cover.jpg",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "Fallout 3",
      "price": 19,
      "detail": "Fallout resucita en Xbox 360 de la mano de Bethesda Softworks, creadores de la saga The Elder Scrolls. El resultado es un juego de rol completamente 3D, donde nos encontramos con un mundo post-apocalíptico que explorar libremente, viviendo aventuras de todo tipo, conociendo y relacionándonos con personajes, y mejorando las habilidades de nuestro personaje. Entre las ruinas de un mundo devastado por una guerra nuclear viven bandas de forajidos, mutantes y otras aberraciones, y tendremos que acabar con ellas usando un gran repertorio de armas y habilidades a nuestra disposición.",
      "img": "https://www.mobygames.com/images/covers/l/128449-fallout-3-xbox-360-front-cover.png",
      "stock": 12,
      "category": ["Xbox 360"],
      "mark": ["Juegos"]
    },

    {
      "title": "PlayStation 3",
      "price": 219,
      "detail": "La tercera consola de sobremesa de Sony no comenzó con buen pie. Llegó al mercado a un precio de 600 euros, lo que suponía 200 € más que Xbox 360 y 350 euros respecto a Wii. Sin embargo, la máquina fue teniendo revisiones que rebajaban funcionalidades, como la retrocompatibilidad, a cambio de una disminución de precio. Conforme fueron llegando grandes exclusivos como Uncharted 2: El reino de los ladrones, Heavy Rain y Killzone 2, se dio un vuelco a las tornas. Con The Last of Us se cerró su catálogo de juegos exclusivos, uno de los motivos por los que colocó más de 87,4 millones a fecha de marzo de 2017 (dejó de distribuirse en Japón en mayo de ese año).",
      "img": "https://th.bing.com/th/id/R.69080cfb31590de5c0bac253b84f8d6c?rik=fdFTvupikcjGtw&riu=http%3a%2f%2flamcdn.net%2ffurfurmag.ru%2fpost_image-image%2fq_ltN6YbS8eMTxNNAqkTPw-wide.png&ehk=qhBdpgY06GLGzt3OXvXgW%2fCM46hpAcuI6Itv7s5h8vs%3d&risl=&pid=ImgRaw&r=0",
      "stock": 15,
      "category": ["PlayStation 3"],
      "mark": ["PlayStation 3"]
    },

    {
      "title": "Mando PlayStation 3",
      "price": 31,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/4/43/PS3_controller.png",
      "stock": 15,
      "category": ["PlayStation 3"],
      "mark": ["Mandos"]
    },

    {
      "title": "Call of Duty: Modern Warfare 2",
      "price": 19,
      "detail": "La saga bélica de acción en primera persona desarrollada por Infinity Ward continúa con esta segunda entrega de Modern Warfare que vuelve a estar ambientada en la guerra contemporánea.",
      "img": "https://www.mobygames.com/images/covers/l/170099-call-of-duty-modern-warfare-2-playstation-3-front-cover.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Last of Us",
      "price": 19,
      "detail": "The Last of Us es el nuevo proyecto de Naughty Dog, los creadores de la saga Uncharted y de Jak & Daxter, en exclusiva para PlayStation 3. Tras un desastre biológico, la mayoría de la población del mundo ha perecido y las calles están desiertas y en ruinas. Nosotros controlaremos a Joel, un hombre acompañado de una joven, Ellie, teniendo que sobrevivir en un mundo lleno de peligros, con otros supervivientes hostiles y una raza de mutantes que nos amenaza a cada paso.",
      "img": "https://www.mobygames.com/images/covers/l/276053-the-last-of-us-playstation-3-front-cover.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Batman: Arkham City",
      "price": 19,
      "detail": "La continuación del aclamado Arkham Asylum para PS3 lleva de nuevo a Batman a combatir contra sus peores enemigos, esta vez en medio de un distrito de Gotham convertido en el asilo Arkham. Esta segunda parte cuenta con más libertad de movimiento, pudiendo movernos libremente por las diferentes zonas del juego. Nos enfrentaremos a enemigos como el Joker, Dos Caras, Bane o el Pingüino usando los movimientos de combate de Batman y su extenso repertorio de gadgets.",
      "img": "https://m.media-amazon.com/images/I/71T-MXXO9BL.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Uncharted 2: El Reino de los Ladrones",
      "price": 19,
      "detail": "Nathan Drake se enfrenta a una nueva aventura, esta vez en el Himalaya, donde tendrá que buscar el reino perdido de Shambala combinando plataformas, puzles y disparos, con viejos conocidos y nuevos amigos de los que nunca podrá fiarse del todo.",
      "img": "https://media.vandal.net/m/8227/2009106115549_1.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Grand Theft Auto V",
      "price": 19,
      "detail": "La quinta parte de Grand Theft Auto para PS3 vuelve a la costa oeste americana, ambientándose en la ciudad de Los Santos (Los Ángeles) y sus alrededores, con una historia ambientada en la actualidad, especialmente en las consecuencias de la crisis económica. Está protagonizada por Michael, Franklin y Trevor, tres criminales con diferentes habilidades, pudiendo cambiar de personaje en todo momento y vivir cada una de sus vidas, así como aprovechar sus habilidades en las misiones.",
      "img": "https://media.vandal.net/m/15190/2013479429_1.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Dark Souls",
      "price": 19,
      "detail": "Tras el éxito de Demon's Souls, esta secuela espiritual para PS3 nos lleva de nuevo a un mundo de fantasía que tendremos que explorar libremente, pero con cuidado, ya que está repleto de trampas, y es posible que haya enemigos a los que no estemos preparados para enfrentarnos. Tendremos que tener cuidado a la hora de avanzar por el mundo del juego, lleno de secretos que descubrir, de trampas macabras que evitar y de armas que encontrar. Además, cuenta con un modo online donde los otros jugadores nos darán pistas para saber por dónde seguir.",
      "img": "https://www.mobygames.com/images/covers/l/275947-dark-souls-playstation-3-front-cover.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "God of War 3",
      "price": 23,
      "detail": "Kratos vuelve en su primera entrega para PlayStation 3 dispuesto a vengarse de los dioses, en uno de los juegos más espectaculares que se han lanzado para la consola.",
      "img": "https://www.mobygames.com/images/covers/l/179583-god-of-war-iii-playstation-3-front-cover.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "FIFA 16",
      "price": 21,
      "detail": "EA Sports vuelve con su simulador deportivo, que quiere ofrecernos un año más toda la tensión y la emoción del deporte rey. Además, es importante mencionar la que será la gran novedad de esta entrega: selecciones femeninas de fútbol, permitiéndonos escoger entre 12 equipos distintos para competir en partidos rápidos, amistosos online con amigos y torneos offline.",
      "img": "https://ae01.alicdn.com/kf/S7cb445a33aed453d91a5bba06581e0b36/Fifa-16-PS3-Playstation-3-versi-n-en-disco-controlador-de-videojuegos-estaci-n-de-juegos.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Metal Gear Solid 5",
      "price": 21,
      "detail": "Metal Gear Solid 5 es la última aventura de Snake bajo las órdenes de Hideo Kojima. Tras la controvertida salida de éste de Konami, se cuenta entre los episodios más arriesgados y potentes de la franquicia de espionaje, ciencia ficción y, ahora, también mundo abierto. ",
      "img": "https://art.gametdb.com/ps3/coverHQ/EN/BLES02102.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Red Dead Redemption",
      "price": 21,
      "detail": "Red Dead Redemption es el mejor videojuego Sandbox de la historia, y su legado tardará en ser superado. Lo nuevo de Rockstar es elegante, tiene clase, cuenta con una ambientación cuidadísima y es un videojuego que rinde culto a los clásicos westerns del cine con un título a su altura.",
      "img": "https://www.mobygames.com/images/covers/l/187819-red-dead-redemption-playstation-3-front-cover.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Assassin's Creed 4",
      "price": 21,
      "detail": "Black Flag es una inmejorable aventura de piratas, que no pierde la esencia de la serie de Ubisoft pero que logra aportar suficientes novedades como para seguir siendo fresco.",
      "img": "https://m.media-amazon.com/images/I/81oVCdqynXL.jpg",
      "stock": 12,
      "category": ["PlayStation 3"],
      "mark": ["Juegos"]
    },

    {
      "title": "Wii",
      "price": 106,
      "detail": "Anunciada antes de su lanzamiento como Nintendo Revolution, Wii llegó al mercado del videojuego arrasando con todo, agotándose de las estanterías de las tiendas (y haciendo que las unidades de segunda mano alcanzaran precios desorbitados) y volviendo a introducir a Nintendo en la batalla de tú a tú con sus competidoras. La influencia de la máquina se ha dejado notar en la accesibilidad de los videojuegos, los party games y sobre todo, los sensores de movimiento que replicaron Microsoft y Sony. La consola vendió, con solo una revisión (Wii Mini) 101,63 millones de unidades, en parte debido a la diferencia de precio (que se traducía en una diferencia de potencia): mientras que PS3 arrancó en los 600 € y Xbox 360 en los 400, Wii se estrenaba en diciembre de 2006 por 250 euros y con un juego gratis que está entre los más vendidos de la historia: Wii Sports.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/8/83/Wii_console.png",
      "stock": 13,
      "category": ["Wii"],
      "mark": ["Wii"]
    },

    {
      "title": "Control de Wii",
      "price": 18,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Wiimote.png",
      "stock": 13,
      "category": ["Wii"],
      "mark": ["Mandos"]
    },

    {
      "title": "Super Mario Galaxy 2",
      "price": 39,
      "detail": "Super Mario Galaxy regresa en una aventura que ha logrado superar a su predecesor. Sigue contando con mundos de plataformas excelentemente diseñados donde tendremos que usar nuestra habilidad para que Mario los supere, pero incluye más variedad de retos y a Yoshi, el dinosaurio que sirve de montura a Mario, como gran novedad. Cuenta también con un sistema de ayudas para los jugadores menos expertos, con vídeos explicativos que les contarán qué hacer, e incluso la posibilidad de saltarnos partes muy difíciles de los niveles para poder seguir avanzando.",
      "img": "https://www.mobygames.com/images/covers/l/640255-super-mario-galaxy-2-wii-front-cover.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "Xenoblade Chronicles",
      "price": 32,
      "detail": "La saga Xenogears, uno de los juegos de rol de culto en Japón, llega a esta generación con esta entrega, que finalmente ha llegado a España traducida al castellano. Un título que combina rol y acción en tiempo real con la exploración de escenarios enormes y llenos de magia, en un mundo de fantasía cuyos secretos tendremos que descubrir.",
      "img": "https://www.mobygames.com/images/covers/l/240764-xenoblade-chronicles-wii-front-cover.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "Metroid Prime Trilogy",
      "price": 28,
      "detail": "Este recopilatorio para Wii incluye los tres juegos de la saga Metroid Prime juntos, los dos primeros Metroid Prime lanzados para GameCube, y Metroid Prime 3, lanzado junto a la consola Wii en 2006. Los dos primeros juegos se han adaptado al mando de Wii y a su detección de movimiento, con un control similar al tercero, y han visto sus gráficos mejorados y algunos de los errores que tenían en su momento corregido. El tercero llega con pocos cambios, poniendo la guinda a un recopilatorio que es una compra obligada para los fans de la saga.",
      "img": "https://www.mobygames.com/images/covers/l/254052-metroid-prime-trilogy-wii-manual.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "Super Smash Bros. Brawl",
      "price": 34,
      "detail": "Super Smash Bros. llega por primera vez a Wii consiguiendo convertirse en un juego tan divertido como sus predecesores. Puede jugarse tanto con el mando nuevo como con el clásico, y su repertorio de personajes incluye no solo mascotas de Nintendo, sino también invitados de otras compañías como Solid Snake (Metal Gear) o Sonic (mascota de Sega). Estos se unen a un repertorio de Nintendo con clásicos como Mario, Bowser y Donkey Kong, y personajes menos habituales como Pit o el Capitán Falcon. Incluye además, por primera vez en la saga, juego online.",
      "img": "https://ssb.wiki.gallery/images/thumb/f/f3/SSBB_Cover.jpg/1200px-SSBB_Cover.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Legend of Zelda: Twilight Princess",
      "price": 34,
      "detail": "El reino de Hyrule ha caído en manos de las sombras y Link es el único capaz de revertir este estado. Una aventura caracterizada por la oscuridad y lo complejo de su propuesta que se adapta a la jugabilidad de Nintendo Wii. Además de ello la historia aporta giros argumentales sorprendentes y una serie de personajes llenos de sentido que redondearán un guión a la altura de la saga. Finalmente también destaca un juego de cámaras de gran calidad debido a la adaptación del a la nueva consola.",
      "img": "https://www.mobygames.com/images/covers/l/73793-the-legend-of-zelda-twilight-princess-wii-front-cover.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Legend of Zelda: Skyward Sword",
      "price": 32,
      "detail": "La leyenda de Zelda vuelve a Wii en una aventura en la que Link tendrá, una vez más, que salvar a la princesa. Con un aspecto gráfico que se inspira en las acuarelas impresionistas, el juego usará exhaustivamente el mando de Wii para controlar las armas y el escudo de Link, usando la detección de movimiento mejorada del mando Wii Motion Plus. Tendremos que manejar la espada con precisión para acabar con los enemigos, aprovechando sus puntos débiles, y apuntar con el arcado, el boomerang y otras armas de Link. El escudo, vital para protegernos de los enemigos, se maneja con el nunchaku conectado al mando de la consola.",
      "img": "https://www.mobygames.com/images/covers/l/232101-the-legend-of-zelda-skyward-sword-limited-edition-pack-wii-other.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "Monster Hunter 3",
      "price": 30,
      "detail": "Desembarcas en la aldea de Moga, un lugar apacible en el que sus habitantes viven tranquilamente de lo que la tierra y el mar les da. Sin embargo, últimamente la presencia de monstruos es cada vez mayor. Aquí es dónde entras tú, deberás dar caza a los monstruos que molestan a los aldeanos. Para ello deberás cazar y hacerte más fuerte, hasta que puedas enfrentarte a las grandes bestias que acosan a la aldea.",
      "img": "https://m.media-amazon.com/images/I/91gGVHs14rS._AC_SY550_.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "Rayman Origins",
      "price": 27,
      "detail": "En Rayman Origins regresan personajes conocidos por todos, y los poderes de saltar, flotar y lanzar su puño de Rayman, en escenarios coloristas en alta definición. Incluye también un modo cooperativo en el cual hasta cuatro personas pueden jugar y superar los niveles combinando sus habilidades.",
      "img": "https://images.nintendolife.com/games/wii/rayman_origins/cover_large.jpg",
      "stock": 12,
      "category": ["Wii"],
      "mark": ["Juegos"]
    },

    {
      "title": "Nintendo Switch",
      "price": 294,
      "detail": "Desde marzo de 2017 la consola híbrida de Nintendo ha vendido 114,33 millones de unidades entre sus tres modelos: el estándar, que permite conectarla a la televisión, Nintendo Switch Lite, una consola solo portátil, y la Oled, con pantalla mejorada. El éxito que está teniendo la última máquina de la compañía japonesa viene motivado, además de por su original propuesta, por un catálogo repleto de joyas como Zelda: Breath of the Wild, Super Mario Odyssey, Animal Crossing: New Horizons, Fire Emblem: Three Houses y un apoyo de las third-parties y los desarrolladores independientes que no se veía en Nintendo desde hace mucho.",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Nintendo-Switch-wJoyCons-BlRd-Standing-FL.png/2560px-Nintendo-Switch-wJoyCons-BlRd-Standing-FL.png",
      "stock": 25,
      "category": ["Nintendo Switch"],
      "mark": ["Nintendo Switch"]
    },

    {
      "title": "Controles Nintendo Switch",
      "price": 53,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://tiendastundra.cl/wp-content/uploads/2021/09/nintendo-switch-mando-joycon.png",
      "stock": 11,
      "category": ["Nintendo Switch"],
      "mark": ["Mandos"]
    },

    {
      "title": "HADES",
      "price": 37,
      "detail": "HADES es uno de los juegos más originales que se pueden encontrar en el catálogo de Nintendo Switch: a primera vista es una aventura de acción en perspectiva isométrica con toques roguelike que nos desafían a superar todo el recorrido sin morir ni una vez, forzándonos a volver al principio en caso de que fallemos, pero a medida que avanzamos nos damos cuenta de que precisamente sabe aprovechar esa repetición como herramienta narrativa con la que sumergirnos en una interesante historia mitológica. Ambas facetas son brillantes y se entrelazan en una única propuesta que nadie debería perderse.",
      "img": "https://m.media-amazon.com/images/I/81yeI3PjF5L._AC_SL1500_.jpg",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Persona 5 Royal",
      "price": 45,
      "detail": "Persona 5: Royal es la versión extendida y mejorada del exitoso videojuego del rol japonés producido por ATLUS para consolas. La quinta entrega tiene ahora una nueva edición que, si bien nos sigue contando una épica historia en la que un grupo de estudiantes adolescentes tendrán que enfrentarse a una amenaza sobrenatural gracias a sus Persona, unos alter ego especiales, añadirá nuevas zonas, personajes y características jugables.",
      "img": "https://allgamersin.com/wp-content/uploads/2022/06/Persona-5-Royal-Switch-Box-Art.jpg",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Legend of Zelda: Breath of the Wild",
      "price": 49,
      "detail": "Adéntrate en un mundo de descubrimientos, exploración y aventuras en The Legend of Zelda: Breath of the Wild. Explora un mundo de tamaño sin precedentes y descubre más de 100 santuarios llenos de rompecabezas, además de una amplia variedad de armas, atuendos y equipo. Sube a torres y picos de montañas en busca de destinos y, luego, establece tu propio camino para llegar allí y sumergirte en la naturaleza.",
      "img": "https://i.pinimg.com/originals/91/96/79/91967917e73c8a51b492a598f083f9ec.jpg",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Super Mario Odyssey",
      "price": 49,
      "detail": "Mario se embarca en un nuevo viaje a través de lo desconocido, corriendo y saltando por enormes mundos en 3D en el primer juego de Mario estilo sandbox desde Super Mario 64 y Super Mario Sunshine. Jump out of the Mushroom Kingdom en un viaje a través de lugares misteriosos y nuevas experiencias mientras navega entre mundos a bordo de un dirigible.",
      "img": "https://mario.wiki.gallery/images/3/37/SuperMarioOdyssey_-_NA_boxart.jpg",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Super Smash Bros. Ultimate",
      "price": 47,
      "detail": "Super Smash Bros. Ultimate es la nueva entrega para Nintendo Switch de la popular saga de Nintendo centrada en el género de lucha, en la que personajes como Super Mario, Zelda, Samus de Metroid, Donkey Kong o Pikachu de Pokémon por citar algunos, combaten en los más variados escenarios extraídos del legado digital de la empresa japonesa, así como de compañías invitadas de la talla de Capcom, Bandai Namco, SEGA o Konami. Con el plantel de héroes, heroínas y villanos más grande hasta la fecha, con nuevos modos de juego y una jugabilidad clásica, Ultimate supone el punto álgido de una licencia emblemática de Nintendo.",
      "img": "https://ssb.wiki.gallery/images/thumb/1/15/Super_Smash_Bros_Ultimate_Box_Art.png/1200px-Super_Smash_Bros_Ultimate_Box_Art.png",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Dragon Quest XI S: Echoes of an Elusive Age",
      "price": 59,
      "detail": "Dragon Quest XI S: Echoes of an Elusive Age - Definitive Edition es la edición definitiva y completa de Dragon Quest XI, el videojuego de rol japonés de Square Enix para Nintendo Switch. Se trata de una edición para la consola híbrida de Nintendo con más contenidos, cambios en la estructura y una serie de novedades inéditas hasta la fecha.",
      "img": "https://i.imgur.com/GCQroXD.png",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Xenoblade Chronicles 3",
      "price": 57,
      "detail": "Xenoblade Chronicles 3 es un emocionante juego de rol para Nintendo Switch. Únete a Noah, Mio y sus amigos mientras recorren paisajes majestuosos, se enfrentan a bestias feroces y luchan para romper el ciclo de violencia sin fin que asola sus tierras.",
      "img": "https://albumizr.com/ia/ab9c5d96e5befed534b37e7d5b888c57.jpg",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mario Kart 8 Deluxe",
      "price": 54,
      "detail": "Mario Kart 8 Deluxe es una remasterización para Nintendo Switch de este exitoso y aclamado juego de Wii U. Llegará a las tiendas el 28 de abril y, además de ofrecer mejores gráficos, también contará con nuevos personajes, ajustes jugables y un renovado Modo Batalla. De esta forma, Mario Kart 8 Deluxe tendrá 48 circuitos (los 32 del original más los 16 de los DLC) y 40 personajes, cinco de ellos nuevos. Estos son Inkling chico e Inkling chica de Splatoon, el Rey Boo, Huesitos y Bowsy, así como nuevas piezas con las que configurar nuestros vehículos.",
      "img": "https://raulgames.com.uy/wp-content/uploads/2020/12/mario-kart-8-deluxe.jpg",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Animal Crossing: New Horizons",
      "price": 52,
      "detail": "Un videojuego que parece tan sencillo, donde aterrizas en una isla que pasa a ser tu propiedad y, de repente, en Animal Crossing todo es posible y eso sin tener un objetivo definido.",
      "img": "https://animalcrossingworld.com/wp-content/uploads/2020/01/new-horizons-box-art-english-og-1080-clean.png",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "Luigi's Mansion 3",
      "price": 50,
      "detail": "Luigi's Mansion 3, el juego dentro del genero cazafantasmas (acción y aventura) donde el hermano de Mario es el indiscutible protagonista y vuelve de nuevo a dar caza a los fantasmas, esta vez de un hotel embrujado.",
      "img": "https://s2.gaming-cdn.com/images/products/4810/orig-fallback-v1/luigi-s-mansion-3-switch-switch-game-nintendo-eshop-europe-cover.jpg?v=1650529933",
      "stock": 12,
      "category": ["Nintendo Switch"],
      "mark": ["Juegos"]
    },

    {
      "title": "PlayStation 4",
      "price": 372,
      "detail": "A pesar de que muchos vaticinaron que esta sería la última generación de consolas, y que en sus primeros meses no tuvo un catálogo especialmente brillante, PS4 fue un éxito de ventas desde el primer día, y casi siete años después de su lanzamiento ya ha superado a la mítica PlayStation: a fecha de octubre de 2020 Sony ha colocado 113,8 millones de unidades. Parte de la culpa la tienen juegos como God of War, Spider-Man, The Last of Us Parte 2, Ghost of Tsushima, Horizon: Zero Dawn y Uncharted 4: El desenlace del ladrón, pero también first-party como los incombustibles Grand Theft Auto V, Call of Duty y FIFA.",
      "img": "https://th.bing.com/th/id/R.d26bde038222c52dc2fd40b645e38c02?rik=zVMWZUTfH2MFfQ&pid=ImgRaw&r=0",
      "stock": 35,
      "category": ["PlayStation 4"],
      "mark": ["PlayStation 4"]
    },

    {
      "title": "Mando PlayStation 4",
      "price": 57,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/steamworks_docs/spanish/ds4_controller.png",
      "stock": 35,
      "category": ["PlayStation 4"],
      "mark": ["Mandos"]
    },

    {
      "title": "Resident Evil 8",
      "price": 43,
      "detail": "Si por algo destaca Resident Evil Village, como también se conoce al juego, es por su historia. Al contrario de lo que puede parecer al principio, el título está relacionado con todos los eventos de la saga y con la anterior entrega, Resident Evil 7.",
      "img": "https://i5.walmartimages.com/asr/0681f4d4-0142-46b0-8077-4cadbbe9a9be.a11f0da8fc8628c8e638c6f8c7438ee1.jpeg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Elden Ring",
      "price": 37,
      "detail": "Elden Ring cuenta con un diseño de mundo abierto excepcional junto a mazmorras sublimes con un contenido incesante que podría llenar varios juegos que alcanza las 100 horas de duración. FromSoftware narra perfectamente una historia épica dentro de cada rincón de las Tierras Intermedias. No queremos olvidar de mencionar los jefes espectaculares del videojuego, pura diversión y reto.",
      "img": "https://m.media-amazon.com/images/I/81yuT9n7gkL.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Horizon Forbidden West",
      "price": 35,
      "detail": "Una evolución a la hora de combatir junto con unos gráficos portentosos y una historia llena de momentos cumbres. Cada minuto de este juego vale la pena y es una de las mejores despedidas para PS4 el contar con uno de sus mejores juegos acabando su vida.",
      "img": "https://gameon.com.my/webshaper/pcm/gallery/lg/0674ebdfbc7a63a33c6f29db7406e8671631072140-lg.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Resident Evil 2 Remake",
      "price": 22,
      "detail": "Por supuesto, se encuentra infestada de zombies que se han modernizado hasta límites insospechados para proporcionarnos nuevos niveles de terror y a la vez, guardar un respeto por el juego original que consideramos esta fielmente representado. Resident Evil 2 remake es un imprescindible para los amantes de los juegos de terror gracias a su excelente jugabilidad, momentos para el recuerdo y una puesta en escena que te dejará con la boca abierta. Otro juego top de PS4.",
      "img": "https://m.media-amazon.com/images/I/61OJdq6GT4L._SL1024_.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Dark Souls 3",
      "price": 26,
      "detail": "Portentoso diseño de niveles con unos escenarios abiertos y repletos de caminos (y secretos). Un sistema de combate al más alto nivel, fluido y construido con criterio donde cada batalla se siente placentera al conseguir la victoria. El colofón de toda esta elaboración excelsa son los jefes finales, exigentes al extremo que harán que el mínimo tropiezo a los mandos suponga reiniciar el combate pero con altas dosis de gratificación cuando se lograr superar.",
      "img": "https://m.media-amazon.com/images/I/51RfJIReleL._AC_SY1000_.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Sekiro: Shadows Die Twice",
      "price": 26,
      "detail": "Repleto de fantasía pese a tener una base real, se genera una nueva ambientación mitológica propia que puebla el terreno de peligros con un sentido. Un título muy influenciado por otros del estudio creador de Dark Souls. Otra de sus señas de identidad es la dificultad, dura y sin margen para el error por lo que dominar con precisión los movimientos y preveer con antelación al rival se hace imprescindible y fundamental. No lo dejes de probar, no te arrepentirás.",
      "img": "https://www.mobygames.com/images/covers/l/564316-sekiro-shadows-die-twice-playstation-4-front-cover.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Uncharted 4: El desenlace del ladrón",
      "price": 25,
      "detail": "Prepárate para un tiovivo de emociones y giros dramáticos que cimentarán una conexión con nuestro protagonista, Nathan Drake, que no has probado nunca antes gracias a recorrer diferentes épocas del personaje.",
      "img": "https://juegosdigitalesargentina.com/files/images/productos/1490243209-uncharted4.png",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "SpiderMan",
      "price": 25,
      "detail": "Este SpiderMan es el primero tras el que se encuentra Marvel garantizando una historia de calidad con el humor tan clásico de Peter Parker, el protagonista que tiene para batir a muchísimos villano. El juego cuenta con un método de progresión en cuanto a trajes y mejoras muy completo y trepidante acción. Sin duda un juego top de PS4 que cuenta con una secuela, SpiderMan: Miles Morales.",
      "img": "https://th.bing.com/th/id/R.f7a3eb6c1c0ebe7c0f6c3f46e305bee2?rik=or5h9keEvP5bew&riu=http%3a%2f%2fbraindamaged.fr%2fwp-content%2fuploads%2f2018%2f04%2fSpider-man-jeu-ps4-768x980.jpg&ehk=WMXOQObLF8tH6bptUFDBYj5zWKx41ClB572ayVnUqdg%3d&risl=&pid=ImgRaw&r=0",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Last of Us Parte 2",
      "price": 28,
      "detail": "Sobrecogedor gráficamente, brillante en lo jugable, pionero en la manera de contar una historia y su narrativa tratando de remover conciencias y alterar estados de emoción. Todo esto hace que sea otro videojuego top de PS4. The Last of Us Parte II es una aventura de acción para PlayStation 4 desarrollada cinco años después del original, The Last of Us 1. y nos deja una aventura intensa, dolorosa y cargada de emociones. No podía faltar en este listado de los mejores juegos de PS4.",
      "img": "https://m.media-amazon.com/images/I/71T0ogpJS1L.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Grand Theft Auto V",
      "price": 22,
      "detail": "Además de mostrar un apartado gráfico muy superior a las versión de PS3, añadió gran cantidad de contenidos nuevos para no poderte resistir a visitar Los Santos, la ciudad donde se desarrolla el videojuego, uno de lo smás vendidos de la historia. Grand Theft Auto V es una aventura de acción a cargo de Rockstar Games donde controlaras a tres protagonizaremos con unas vidas paralelas que se cruzan, Franklin, Trevor y Michael.",
      "img": "https://m.media-amazon.com/images/I/61+s8HfeFoL._AC_SY1000_.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Final Fantasy VII Remake",
      "price": 27,
      "detail": "Square Enix imagina de nuevo Midgar para dar hasta 40 horas de historia en un pasaje que solo duraba unas cinco en el original. Novedades argumentales, un sistema de combate renovado al completo entre los turnos y la acción y, por supuesto, un apartado gráfico de ensueño.  Hacer un remake de Final Fantasy VII era un reto mayúsculo del que Square Enix ha salido reforzada, toda una vuelta de tuerca a un clásico de culto. Otro videojuego top que merece estar entre los mejores de PlayStation 4.",
      "img": "https://m.media-amazon.com/images/I/81J-uEoQ6WL.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Red Dead Redemption 2",
      "price": 35,
      "detail": "Red Dead Redemption 2 tiene un mapa que parece no tener fin. Desde prácticamente el comienzo está abierto para ser descubierto cuando a ti te apetezca, una historia impregnada de mecánicas de todo tipo y elementos western con gran variedad de misiones.",
      "img": "https://m.media-amazon.com/images/I/91C8piUiI0L._AC_SL1500_.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "God of War",
      "price": 38,
      "detail": "Este God of War es uno de los juegos imprescindibles de PS4 con su cambio a juego de aventura con tintes roleros. A pesar de su trayectoria en la impresionante trilogía en PS2 y PS3, este videojuego logra tener una historia completamente absorvente. Santa Monica reinició la saga y a Kratos de la mejor manera posible y su éxito fue tal que ya se espera su secuela, God of War Ragnarök pra PlayStation 4 y Play 5.",
      "img": "https://m.media-amazon.com/images/I/711lrrvzt+L.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Hollow Knight",
      "price": 28,
      "detail": "Hollow Knight, desarrollado por Team Cherry, ofrecerá una aventura de estilo bidimensional que combinará acción y plataformas en un mundo de fantasía medieval, el reino de Hallownest. Incluirá animaciones hechas con estilo tradicional, retos para el jugador, coleccionables por desbloquear y una banda sonora única.",
      "img": "https://m.media-amazon.com/images/I/719+fL1LgML._AC_SL1500_.jpg",
      "stock": 12,
      "category": ["PlayStation 4"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mega Drive",
      "price": 372,
      "detail": "La consola de 16 bits de SEGA dio origen a Sonic: The Hedgehog, una de las mascotas del videojuego más reconocidas desde entonces, pero también a una gran cantidad de títulos de todo tipo que siempre se comparaban con sus homólogos de Super Nintendo. Mega Drive se comercializó como Sega Genesis en Norteamérica, uno de los factores que hacen que no se tengan totalmente claras las cifras de venta oficiales: los datos oficiales apuntan a 30,75 millones, pero a ello hay que sumar Sega Genesis 3, Nomad y consolas clónicas de otras marcas que elevan la cifra a los 39,5 millones aproximadamente.",
      "img": "https://pluspng.com/img-png/sega-png-atgames-sega-genesis-flashback-png-1280.png",
      "stock": 35,
      "category": ["Sega Mega Drive"],
      "mark": ["Sega Mega Drive"]
    },

    {
      "title": "Castle of Illusion Starring Mickey Mouse",
      "price": 40,
      "detail": "En Castle of Illusion Starring Mickey Mouse (Castle of Illusion a partir de ahora) controlamos a Mickey Mouse, quien tendrá que rescatar a Minnie luego de ser secuestrada por una malvada Bruja. El camino para llegar hasta ella no es fácil, debido a que se la encerró en lo más alto del Castillo de la Ilusión, una construcción repleta de habitaciones en las que todo podría pasar.",
      "img": "https://m.media-amazon.com/images/I/61sH-9GlQGL._AC_SY445_.jpg",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Castlevania: The New Generation",
      "price": 38,
      "detail": "El cartucho nos permitía elegir, al principio de la partida, entre dos personajes. John Morris era un lejano descendiente de los Belmont (de ahí que porte el legendario látigo de la familia, Vampire Killer), pero además ¡era el hijo de Quincy Morris!, uno de los personajes de la novela de Bram Stoker. En el manual PAL lo rebautizaron como Kincy Morris, posiblemente para evitarse líos legales.",
      "img": "https://thehande.files.wordpress.com/2020/11/cvbloodlines.png",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Contra Hard Corps",
      "price": 26,
      "detail": "Esta ambientado cinco años después de los eventos de Contra III: The Alien Wars, En 2641, un equipo de élite de comandos llamado «Unified Military Special Mobile Task Force K-X», también conocido como «Contra Hard Corps», se reunió para combatir la rápida propagación del crimen y las actividades ilegales después de la guerra.",
      "img": "https://images.launchbox-app.com/a07a9b38-efaf-4cc9-9438-a878783434b4.jpg",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Disney’s Aladdin",
      "price": 29,
      "detail": "Mientras Virgin sacaba Disney's Aladdin en Mega Drive, Capcom hacía lo propio en Super Nintendo, con un resultado bueno, pero no tan espectacular. El equipo de Virgin trabajó con los animadores de Disney, y usaron la tecnología Digicel para pasar los dibujos del papel al motor del juego, de una manera rápida y precisa.",
      "img": "https://www.mobygames.com/images/covers/l/58876-disney-s-aladdin-genesis-front-cover.png",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Comix Zone",
      "price": 34,
      "detail": "Sketch estaba a punto de terminar de dibujar su última obra (basada en sus propias pesadillas nocturnas), donde la Tierra, se defendía del ataque de unos alienígenas renegados, cuando por culpa de una extraña tormenta, el malvado Mortus consigue teletransportarse del comic al mundo real. No había venido a quedarse, si no a meter a Sketch en su propio cómic para poder liquidarle.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/comix-zone.jpg?itok=Vc_9Kgms",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Altered Beast",
      "price": 30,
      "detail": "Éramos un gran guerrero resucitado por el mismísimo Zeus con la misión de rescatar del inframundo, a la diosa Atenea que había sido secuestrada por el malvado Neff.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2013/09/246475-20-mejores-juegos-mega-drive.jpg?itok=R-nJIDi9",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Virtua Racing",
      "price": 30,
      "detail": "Por primera vez en un juego de conducción podíamos cambiar el punto de vista respecto a nuestro vehículo, observarnos desde la parte trasera del coche o vernos desde el aire. Esta novedosa característica sería incorporada posteriormente por la casi totalidad de títulos del mercado.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/virtua-racing.jpg?itok=3CIB1GOx",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "The Revenge of Shinobi",
      "price": 30,
      "detail": "¡Fácil! a un conjunto de nuestros superhéroes preferidos: Batman, Spiderman, Hulk y Godzilla. Así, de sopetón nos quedamos estupefactos, mudos de la impresión. ¿Shinobi contra el señor de la noche, el trepamuros, la masa y compañía? Eso había que comprarlo a cualquier precio.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/revenge-shinobi.jpg?itok=l4N7IrHX",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Super Street Fighter II",
      "price": 35,
      "detail": "Al comenzar la década de los años 90, el juego que reinaba en los salones arcade era Street Fighter II de Capcom, y toda una generación de luchadores nos criamos a sus pechos, quiero decir botones. Poco después, el auge de las consolas de 16 bits, hizo de la necesidad virtud y se convirtió a Mega Drive. Entonces pudimos ver a Ryu, Ken y compañía repartiendo leña en nuestro salón. Primero llegó Street Fighter II Special Champion Edition y un año después recibimos la versión súper.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/super-street-fighter-2.jpg?itok=6EoMqFrl",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Streets of Rage II",
      "price": 33,
      "detail": "Este título de lucha fue capaz de competir con éxito frente a todos sus rivales, y además contaba con un sólido argumento. Mr. X había vuelto a la ciudad (milagrosamente, porque lo liquidamos en el primero), sembraba el caos a su paso, y como venganza hacia nuestros amigos había secuestrado a uno de los personajes del juego original, Adam.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/streets-rage-2.jpg?itok=gSP5A24R",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Sonic The Hedgehog 3",
      "price": 33,
      "detail": "Volvimos a encontrarnos con el Dr Robotnik y su actitud negativa hacia nuestro héroes. El Doctor no había escarmentado tras su última derrota a manos de Sonic y Tails (en el título anterior). Su maltrecha estación espacial, la Death Egg, había caído sobre Angel Island, cuna de una antigua civilización cuyo único superviviente era Knuckles.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2013/09/246511-20-mejores-juegos-mega-drive.jpg?itok=-GV4WyaO",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Sonic The Hedgehog",
      "price": 33,
      "detail": "Con Sonic ya preparado para tomar el relevo de Alex Kidd como imagen de la compañía, Sega se aseguraba la venta en masa de Mega Drive. La historia de Sonic the Hedgehog era sencilla y directa: el Dr.Robotnik (Dr. Eggman en Japón), quiere dominar el mundo habitado por Sonic, y para ello necesita hacerse con las seis esmeraldas del caos. El malvado doctor se valdrá de los animales, a los que ha transformado en robots asesinos, para alcanzar su objetivo. En su camino se interpondrá nuestro formidable erizo, Sonic, que ayudará al resto de los animalitos, e intentará neutralizar los planes maquiavélicos del Dr.Robotnik.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/sonic-hedgehog.jpg?itok=P0PfGbIr",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "Golden Axe",
      "price": 35,
      "detail": "Tras su exitoso paso por las recreativas, Golden Axe se trasladó (entre otras consolas domésticas) a nuestra Mega Drive. Teníamos ante nuestros ojos un beat 'em up de corte clásico, en el que nuestra misión consistía en machacar a cualquier forma de vida, malvada, que se cruzara en nuestro camino.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/golden-axe.jpg?itok=xyrRQfME",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "FIFA International Soccer",
      "price": 35,
      "detail": "Toda saga tiene un comienzo, y en el caso de FIFA tenemos que retroceder hasta 1993 cuando apareció su primer título. En sus orígenes el juego sólo incluía 32 selecciones internacionales, y carecía de nombres reales de futbolistas. Desde entonces, nuestro deporte estrella, ha experimentado múltiples cambios.",
      "img": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/855/public/media/image/2017/01/fifa-international-soccer.jpg?itok=KoJ7zZGB",
      "stock": 12,
      "category": ["Sega Mega Drive"],
      "mark": ["Juegos"]
    },

    {
      "title": "PlayStation 5",
      "price": 645,
      "detail": "La PlayStation 5 obtuvo la aclamación universal en el día de su lanzamiento, tanto del público como de la crítica especializada, con muchos elogios por la retroalimentación háptica mejorada y los gatillos adaptativos de su controlador DualSense. El Astro's Playroom, que viene preinstalado en cada PS5 y está diseñado para demostrar las características del controlador, fue elogiado por Laptop Mag llamándolo engañosamente lindo. La alineación de videojuegos exclusivos, que incluye Demon's Souls fue muy elogiada, aunque algunos críticos, como TechRadar, dijeron que debería haber habido más videojuegos de lanzamiento, aquellos que estaban dejaban una experiencia más que satisfactoria.",
      "img": "https://www.consoletuner.com/wiki/lib/exe/fetch.php?media=t2:usage_guides:systems:playstation5.png",
      "stock": 4,
      "category": ["PlayStation 5"],
      "mark": ["PlayStation 5"]
    },

    {
      "title": "Mando PlayStation 5",
      "price": 98,
      "detail":"Retroalimentación háptica: siente una respuesta físicamente sensible a tus acciones en el juego con actuadores duales que reemplazan los motores tradicionales. Disparadores adaptables: experimenta diferentes niveles de fuerza y tensión mientras interactúas con tu equipo y entornos en el juego. Micrófono integrado y conector para auriculares: chatea con amigos en línea utilizando el micrófono integrado o conectando un auricular al conector de 0.138 in.",
      "img": "https://gmedia.playstation.com/is/image/SIEPDC/dualsense-controller-product-thumbnail-01-en-14sep21?$facebook$",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Mandos"]
    },

    {
      "title": "Persona 5 Royal",
      "price": 35,
      "detail": "Ponte la máscara de Joker y únete a los Ladrones Fantasma de Corazones. Escapa de las cadenas de la sociedad moderna y organiza espectaculares asaltos para infiltrarte en la mente de los corruptos y provocar que cambien.",
      "img": "https://m.media-amazon.com/images/I/819o7LKSYsL.jpg",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "Elden Ring",
      "price": 40,
      "detail": "Álzate, Sinluz, y que la gracia te guíe para abrazar el poder del Círculo de Elden y encumbrarte como señor del Círculo en las Tierras Intermedias. Un vasto mundo perfectamente conectado en el que los territorios abiertos estarán repletos de situaciones y mazmorras enormes con diseños complejos y tridimensionales.",
      "img": "https://m.media-amazon.com/images/I/71ApMdd+7bL.jpg",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "God of War Ragnarok",
      "price": 37,
      "detail": "Juntos, Kratos y Atreus se adentran en los nueve reinos en busca de respuestas mientras las fuerzas de Asgard se preparan para la guerra. A lo largo de su aventura, explorarán paisajes mitológicos increíbles, reunirán aliados de los nueve reinos y se enfrentarán a imponentes enemigos con aspecto de monstruos y dioses nórdicos.",
      "img": "https://m.media-amazon.com/images/I/817y77i7EFL.jpg",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "Demon's Souls",
      "price": 37,
      "detail": "En la búsqueda por aumentar su poder, el rey Allant XII, monarca de Boletaria, canalizó las antiguas artes del alma y despertó a un demonio tan antiguo como el tiempo: el Anciano. Esta acción provocó que una niebla incolora se extendiera por toda la región, liberando a terroríficas criaturas hambrientas de almas humanas. Aquellos cuyas almas les fueron arrebatadas, perdieron la cordura y solo les quedó el deseo de atacar a quien aún la conserve.",
      "img": "https://imageio.forbes.com/specials-images/imageserve/5f593565671cb7a06225f925/0x0.jpg?format=jpg&width=1200",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "Horizon Forbidden West",
      "price": 37,
      "detail": "Explora páramos remotos, enfréntate a máquinas más grandes e imponentes y descubre increíbles tribus en tu regreso a un futuro lejano en el mundo apocalíptico de Horizon. La tierra se muere. Las rugientes tormentas y una desolación imparable causan estragos entre lo que queda de la humanidad, unas cuantas tribus dispersas, mientras nuevas y temibles máquinas merodean por sus fronteras.",
      "img": "https://external-preview.redd.it/OzsaIK6E_JF0g4e75_6cumr1Om5UnY3fN96VXpQBDgE.png?auto=webp&s=25fe8691723f22aeee5696e6d129c9f8d36ba7c4",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "Mortal Kombat 11 Ultimate",
      "price": 37,
      "detail": "Mortal Kombat 11 Ultimate es la edición más completa del juego de acción y lucha a cargo de NetherRealm Studios y Warner Bros. Interactive Entertainment para PC, PlayStation 4, Xbox One, Switch, PlayStation 5, Xbox Series y Stadia. Incluye todos los DLC lanzados hasta el momento.",
      "img": "https://http2.mlstatic.com/D_NQ_NP_821665-MLU46918471358_072021-O.jpg",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "F1 2021",
      "price": 37,
      "detail": "F1 2021 es un videojuego de conducción a cargo de Codemasters y Electronic Arts para PC, PlayStation 4, Xbox One, PlayStation 5 y Xbox Series. Disfruta de las fabulosas novedades de F1 2021, como la nueva y emocionante experiencia de la historia Braking Point, el modo de carrera para dos jugadores y la posibilidad de estar más cerca de la parrilla con el inicio de temporada real.",
      "img": "https://http2.mlstatic.com/D_NQ_NP_691448-MLA46706297687_072021-O.jpg",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "Gran Turismo 7",
      "price": 37,
      "detail": "Con más de 420 coches disponibles en Brand Central y el concesionario de coches de segunda mano desde el primer día, Gran Turismo 7 recrea los modelos más clásicos y los supercoches más vanguardistas con todo lujo de detalles.",
      "img": "https://images.pushsquare.com/21a16ab599f30/gran-turismo-7-ps5.large.jpg",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "A Plague Tale: Innocence",
      "price": 35,
      "detail": "A Plague Tale: Innocence, es una aventura de acción ambientada en la Francia medieval en la que dos niños deberán sobrevivir a un entorno hostil valiéndose de sus habilidades de sigilo. Sigue la lúgubre historia de la joven Amicia y su hermano pequeño Hugo en un viaje por los momentos más oscuros de la historia.",
      "img": "https://m.media-amazon.com/images/I/71ynyP1ZIUL.jpg",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    },

    {
      "title": "Uncharted: Colección Legado de los Ladrones",
      "price": 35,
      "detail": "Busca tu propia fortuna y deja tu impronta con Uncharted: Colección Legado de los Ladrones. Descubre una emocionante narrativa de película y las escenas de acción más palomiteras de la franquicia Uncharted, repletas de momentos hilarantes, ingeniosos y sublimes de nuestros queridos ladrones Nathan Drake y Chloe Frazer.",
      "img": "https://http2.mlstatic.com/D_NQ_NP_813785-MCO49497931662_032022-O.webp",
      "stock": 12,
      "category": ["PlayStation 5"],
      "mark": ["Juegos"]
    }
  ]
}
